[
    {
        "id": "484",
        "link": "https://www.goodreads.com/book/show/37781.Things_Fall_Apart",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Things Fall Apart",
        "description": "A simple story of a \"strong man\" whose life is dominated by fear and anger, is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places.",
        "num_pages": "209",
        "num_ratings": "329008",
        "rating_value": "3.71",
        "date_published": "None",
        "np_id": "16",
        "authors": [
            {
                "id": "360",
                "link": "https://www.goodreads.com/author/show/8051.Chinua_Achebe",
                "name": "chinua achebe"
            }
        ]
    },
    {
        "id": "971",
        "link": "https://www.goodreads.com/book/show/14743.The_God_Delusion",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The God Delusion",
        "description": "A preeminent scientist - and the world's most prominent atheist - asserts the irrationality of belief in God, and the grievous harm religion has inflicted on society, from the Crusades to 9/11. With rigor and wit, Dawkins examines God in all his forms, from the sex-obsessed tyrant of the Old Testament, to the more benign (but still illogical) Celestial Watchmaker favored by some Enlightenment thinkers. He eviscerates the major arguments for religion, and demonstrates the supreme improbability of a supreme being. He shows how religion fuels war, foments bigotry, and abuses children, buttressing his points with historical and contemporary evidence. makes a compelling case that belief in God is not just wrong, but potentially deadly. It also offers exhilarating insight into the advantages of atheism to the individual and society, not the least of which is a clearer, truer appreciation of the universe's wonders than any faith could ever muster.",
        "num_pages": "374",
        "num_ratings": "253846",
        "rating_value": "3.9",
        "date_published": "2006-10-18",
        "np_id": "23",
        "authors": [
            {
                "id": "376",
                "link": "https://www.goodreads.com/author/show/1194.Richard_Dawkins",
                "name": "richard dawkins"
            },
            {
                "id": "377",
                "link": "https://www.goodreads.com/author/show/6436415._",
                "name": "μαρία γιατρουδάκη"
            }
        ]
    },
    {
        "id": "10650",
        "link": "https://www.goodreads.com/book/show/15980748-kicker",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Kicker",
        "description": "This is an alternate cover edition of isbn 9781477142. Based on actual experiences and official records from World War II, Kicker is a thrilling war novel of a man’s journey into hell. From the pleasant hills of Pennsylvania to the torrid jungles of Burma, Sam endures relentless enemy attacks against his unarmed aircraft while his family struggles with shortages and rationing at home. This is the tale of \"the forgotten front\", the bloody, grueling campaign to push the Japanese out of Burma. Although Kicker is an epic work of historical fiction, this World War 2 thriller is based on official military aviation history records and the real experiences of United States veterans who fought in the China-Burma-India Theater (CBI) \"the forgotten front\". Through unforgettable scenes in Burmese skies filled with monsoon storms and enemy fighter planes, Kicker tells the story of the brave Army Air Corps soldiers who risked their lives in unarmed aircraft to drop supplies to Merrill's Marauders and over 750,000 allied soldiers fighting in the perilous jungles of Burma. In effort to keep Japanese forces occupied in China, the Allies flew unarmed supply missions over the treacherous Himalayan Mountains between India and China. Their route, known as The Hump, saw the loss of over 1500 airmen and 2000 planes due to endless attacks by Japanese Zeros and some of the world's worst flying conditions. The Hump became known as \"the skyway to hell\" and \"the aluminum trail\" from the large amount of aircraft wreckage strewn across the Himalayan slopes. Allied soldiers in the jungles of Burma fought everyday just to survive. They faced elite, fearless Japanese soldiers and man-eating beasts. The Allies were surrounded by poisonous snakes, insects, and plants. These brave men suffered through monsoon seasons, so wet and humid, their uniforms rotted off their bodies as they fought fanatical Kamikaze armies through jungle and swamplands. From the Forgotten Front to the Homefront, Kicker brings you the story of America's Greatest Generation through the eyes of the men and women who would be forever haunted by their experiences. Reviews from fans of Kicker: \"I could not put this book down, as the story of Sam, the young volunteer and aspiring pilot, unfolds. The author delivers his story telling with a rich back drop of historical details reflecting a thoroughly researched knowledge of the subject matter.\" Elray \"Would recommend this not only to history buffs and WWII aficionados (like myself) but to any reader interested in being transported to another time and place, one that shaped all of our lives and fortunes today, worldwide.\" W.M. Driscoll \"What an interesting story! I learned so much about heroes not mentioned in history books.\" Jacquie Rhoades \"History made real through the telling of one soldier's story. This book made me miss my father and all of the stories he never told me.\" Linda S. Browning \"Hoover leaves nothing out. He shows the sacrifices made on the battle front, as well as sacrifices made on the home front.\" Candi Silk",
        "num_pages": "250",
        "num_ratings": "176",
        "rating_value": "4.09",
        "date_published": "2012-01-01",
        "np_id": "29",
        "authors": [
            {
                "id": "1553",
                "link": "https://www.goodreads.com/author/show/6517460.R_Grey_Hoover",
                "name": "r. grey hoover"
            }
        ]
    },
    {
        "id": "3399",
        "link": "https://www.goodreads.com/book/show/30120.Falling_Up",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Falling Up",
        "description": "Poor Screamin' Millie is just one of the unforgettable characters in this wondrous new book of poems and drawings. Here you will also meet Allison Beals and her twenty-five eels; Danny O'Dare, the dancin' bear; the Human Balloon; and Headphone Harold. Shel Silverstein, the bestselling author of , and has created a poetry collection that is outrageously funny and deeply profound. So come, wander through the Nose Garden, ride the Little Hoarse, eat in the Strange Restaurant, and let the magic of open your eyes and tickle your mind. - Advice - Allison Beals and Her 25 Eels - Alphabalance - Bad Cold - A Battle in the Sky - The Bear, the Fire, and the Snow - Best Mask? - Big Eating Contest - Bituminous? - Blood-Curdling Story - Body Language - Camp Wonderful - Carrots - Castle - Cat, a Kid, and a Mom - Cat Jacks - Cereal - Christmas Dog - Clean Gene - Complainin' Jack - Cookwitch Sandwich - Crazy Dream - Crystal Ball - Danny O'Dare - The Deadly Eye - Dentist Dan - Description - Diving Board - Don the Dragon's Birthday - Eggs Rated - Falling Up - Feeding Time - The Folks Inside - Foot Repair - Forgetful Paul Revere - The Former Foreman's Story - Furniture Bash - Gardener - Glub-Glub - The Gnome, the Gnat, and the Gnu - Golden Goose - Hand Holding - Hard to Please - Haunted - Headless Town - Headphone Harold - Help! - Hi-Monster - Human Balloon - Hungry Kid Island - Hypnotized - Ice Cream Stop - Imagining - In the Land of... - James - Kanga Ruby - Keepin' Count - Keep-Out House - Little Hoarse - Little Pig's Treat - Long-Leg Lou and Short-Leg Sue - Long Scarf - Lyin' Larry - Mari-Lou's Ride - Medusa - Mirror, Mirror - Mister Moody - Molly's Folly - Monkey - Morgan's Curse - Mummy - Music Lesson - My Nose Garden - My Robot - My Sneaky Cousin - The Nap Taker - Needles and Pins - New World - No - No Grown-Ups - No Thank You - Noise Day - Nope - Obedient - Ooh! - One Out of Sixteen - People Zoo - Pinocchio - Plugging In - Poison-Tester - Porky - Quality Time - Reachin' Richard - Red Flowers for You - Remote-a-Dad - Rotten Convention - Runners - Sack Race - Safe? - Scale - Screamin' Millie - Settin' Around - Shanna in the Sauna - Sharing - Shoe Talk - Short Kid - Show Fish - Sidewalking - Smile Makers - Snowball - Somethin' New - Sorry I Spilled It - Spoiled Brat - Stone Airplane - Stork Story - Strange Restaurant - Stupid Pencil Maker - Sun Hat - Sybil the Magician's Last Show - Tattooin' Ruth - Tell Me - They Say I Have... - Tongue Sticker-Outer - The Toy Eater - Three O'clock - Three Stings - Turkey? - Unfair - Use for a Moose - The Voice - Warmhearted - Wastebasket Brother - Weavers - Web-Foot Woe - Weird-Bird - We're Out of Paint, So… - When I Was Your Age - Why Is It? - Woulda-Coulda-Shoulda - Writer Waiting - Yuck",
        "num_pages": "178",
        "num_ratings": "141677",
        "rating_value": "4.34",
        "date_published": "1996-05-30",
        "np_id": "34",
        "authors": [
            {
                "id": "18",
                "link": "https://www.goodreads.com/author/show/435477.Shel_Silverstein",
                "name": "shel silverstein"
            }
        ]
    },
    {
        "id": "148",
        "link": "https://www.goodreads.com/book/show/186074.The_Name_of_the_Wind",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Name of the Wind",
        "description": "Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen. The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as a fugitive after the murder of a king form a gripping coming-of-age story unrivaled in recent literature. A high-action story written with a poet's hand, is a masterpiece that will transport readers into the body and mind of a wizard.",
        "num_pages": "662",
        "num_ratings": "835038",
        "rating_value": "4.52",
        "date_published": "None",
        "np_id": "35",
        "authors": [
            {
                "id": "419",
                "link": "https://www.goodreads.com/author/show/108424.Patrick_Rothfuss",
                "name": "patrick rothfuss"
            }
        ]
    },
    {
        "id": "1497",
        "link": "https://www.goodreads.com/book/show/706.America_The_Book_",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "America (The Book): A Citizen's Guide to Democracy Inaction",
        "description": "Jon Stewart, host of the Emmy and Peabody Award-winning , and his coterie of patriots, deliver a hilarious look at American government.",
        "num_pages": "228",
        "num_ratings": "94794",
        "rating_value": "4.0",
        "date_published": "None",
        "np_id": "39",
        "authors": [
            {
                "id": "1675",
                "link": "https://www.goodreads.com/author/show/466.Jon_Stewart",
                "name": "jon stewart"
            },
            {
                "id": "1676",
                "link": "https://www.goodreads.com/author/show/491956.Ben_Karlin",
                "name": "ben karlin"
            },
            {
                "id": "1677",
                "link": "https://www.goodreads.com/author/show/491957.David_Javerbaum",
                "name": "david javerbaum"
            },
            {
                "id": "1678",
                "link": "https://www.goodreads.com/author/show/7095415.Rich_Bloomquist",
                "name": "rich bloomquist"
            },
            {
                "id": "1679",
                "link": "https://www.goodreads.com/author/show/3122217.Steve_Bodow",
                "name": "steve bodow"
            },
            {
                "id": "1680",
                "link": "https://www.goodreads.com/author/show/5239694.Tim_Carvell",
                "name": "tim carvell"
            },
            {
                "id": "1681",
                "link": "https://www.goodreads.com/author/show/6904516.Eric_Drysdale",
                "name": "eric drysdale"
            },
            {
                "id": "1682",
                "link": "https://www.goodreads.com/author/show/1212425.J_R_Havlan",
                "name": "j.r. havlan"
            },
            {
                "id": "1683",
                "link": "https://www.goodreads.com/author/show/725373.Scott_Jacobson",
                "name": "scott jacobson"
            },
            {
                "id": "1684",
                "link": "https://www.goodreads.com/author/show/64939.Tom_Johnson",
                "name": "tom johnson"
            },
            {
                "id": "1685",
                "link": "https://www.goodreads.com/author/show/1307199.Rob_Kutner",
                "name": "rob kutner"
            },
            {
                "id": "1686",
                "link": "https://www.goodreads.com/author/show/927015.Chris_Regan",
                "name": "chris regan"
            },
            {
                "id": "1687",
                "link": "https://www.goodreads.com/author/show/6904515.Jason_Reich",
                "name": "jason reich"
            },
            {
                "id": "1688",
                "link": "https://www.goodreads.com/author/show/711212.Jason_Ross",
                "name": "jason ross"
            },
            {
                "id": "1689",
                "link": "https://www.goodreads.com/author/show/6649.Stephen_Colbert",
                "name": "stephen colbert"
            },
            {
                "id": "1690",
                "link": "https://www.goodreads.com/author/show/3122220.Samantha_Bee",
                "name": "samantha bee"
            },
            {
                "id": "1691",
                "link": "https://www.goodreads.com/author/show/5770245.Rob_Corddry",
                "name": "rob corddry"
            },
            {
                "id": "1692",
                "link": "https://www.goodreads.com/author/show/1553562.Brendan_Hay",
                "name": "brendan hay"
            },
            {
                "id": "1693",
                "link": "https://www.goodreads.com/author/show/4058008.Ed_Helms",
                "name": "ed helms"
            }
        ]
    },
    {
        "id": "13235",
        "link": "https://www.goodreads.com/book/show/95602.Mark_of_the_Lion_Trilogy",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Mark of the Lion Trilogy",
        "description": "This best-selling trilogy chronicles a tale of persecution and perseverance of 1st-century Christians in hedonistic Rome. Torn by her love for a handsome aristocrat, a young slave girl clings to her faith in the living God for deliverance from the forces of decadent Rome. Turning away from the opulence of Rome, Marcus is led by a whispering voice from the past into a journey that could set him free from the darkness of his soul. Atretes. German warrior. Revered gladiator. He won his freedom through his fierceness . . . but his life is about to change forever.",
        "num_pages": "1468",
        "num_ratings": "12191",
        "rating_value": "4.77",
        "date_published": "1998-09-01",
        "np_id": "55",
        "authors": [
            {
                "id": "719",
                "link": "https://www.goodreads.com/author/show/6492.Francine_Rivers",
                "name": "francine rivers"
            }
        ]
    },
    {
        "id": "13983",
        "link": "https://www.goodreads.com/book/show/28368870-trafficked-to-hell",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Trafficked to Hell: A trafficked daughter's plight. A mother's fight to find her.",
        "description": "In the heart of the desert is a city of skyscrapers and unbelievable wealth, but beneath its glossy surface lies the misery of sex trafficking, violence and ruined lives. A brutal world Elena willingly enters to rescue her daughter, placing herself in jeopardy and risking everything for a mother’s love. Kristina travels thousands of miles for the job of her dreams, only to find that she has been betrayed. Trapped and forced to work as a prostitute; under constant fear of a brutal assault from Ponytail Ari, a vicious man employed to keep the girls in line, she finds herself alone, lost and helpless in this strange land. When all official enquiries to find Kristina come to nought, her mother, Elena, who has borrowed money beyond her means to send Kristina out, determines to find her and ends up in the hands of the traffickers herself. Nikki, a hardened con artist and streetwise prostitute arrives in Almina to start a new life and make money. She befriends Elena and together they take on the traffickers with consequences neither expected or were prepared for...... The book is a work of fiction but is based on real stories. Whilst the people, places, companies, cities and countries are all figments of the author’s imagination the events are all true and have happened to someone somewhere. Human Trafficking is said to be the second biggest International crime after the drugs trade and has an annual value of 31.6 billion US Dollars. An International Labour Organization report states that 2.5 million people are victims of human trafficking each year with 1.4 million of these being for sexual purposes. These victims are mostly women. To put this into perspective, it is equivalent to the entire female population of Albania or Jamaica being forced or coerced to leave and made to work overseas as prostitutes - each and every year.",
        "num_pages": "318",
        "num_ratings": "88",
        "rating_value": "4.56",
        "date_published": "2015-12-20",
        "np_id": "63",
        "authors": [
            {
                "id": "1986",
                "link": "https://www.goodreads.com/author/show/16230657.R_J_Flo",
                "name": "r.j. flo"
            }
        ]
    },
    {
        "id": "7568",
        "link": "https://www.goodreads.com/book/show/72536.The_Sociopath_Next_Door",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Sociopath Next Door",
        "description": "Who is the devil know? Is it your lying, cheating ex-husband? Your sadistic high school gym teacher? Your boss who loves to humiliate people in meetings? The colleague who stole your idea and passed it off as her own? In the pages of , you will realize that your ex was not just misunderstood. He’s a sociopath. And your boss, teacher, and colleague? They may be sociopaths too. We are accustomed to think of sociopaths as violent criminals, but in , Harvard psychologist Martha Stout reveals that a shocking 4 percent of ordinary people—one in twenty-five—has an often undetected mental disorder, the chief symptom of which is that that person possesses no conscience. He or she has no ability whatsoever to feel shame, guilt, or remorse. One in twenty-five everyday Americans, therefore, is secretly a sociopath. They could be your colleague, your neighbor, even family. And they can do literally anything at all and feel absolutely no guilt. How do we recognize the remorseless? One of their chief characteristics is a kind of glow or charisma that makes sociopaths more charming or interesting than the other people around them. They’re more spontaneous, more intense, more complex, or even sexier than everyone else, making them tricky to identify and leaving us easily seduced. Fundamentally, sociopaths are different because they cannot love. Sociopaths learn early on to show sham emotion, but underneath they are indifferent to others’ suffering. They live to dominate and thrill to win. The fact is, we all almost certainly know at least one or more sociopaths already. Part of the urgency in reading is the moment when we suddenly recognize that someone we know—someone we worked for, or were involved with, or voted for—is a sociopath. But what do we do with that knowledge? To arm us against the sociopath, Dr. Stout teaches us to question authority, suspect flattery, and beware the pity play. Above all, she writes, when a sociopath is beckoning, do not join the game. It is the ruthless versus the rest of us, and will show you how to recognize and defeat the devil you know.",
        "num_pages": "256",
        "num_ratings": "34655",
        "rating_value": "3.76",
        "date_published": "2006-03-14",
        "np_id": "79",
        "authors": [
            {
                "id": "2132",
                "link": "https://www.goodreads.com/author/show/41016.Martha_Stout",
                "name": "martha stout"
            }
        ]
    },
    {
        "id": "1425",
        "link": "https://www.goodreads.com/book/show/394535.Blood_Meridian_or_the_Evening_Redness_in_the_West",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Blood Meridian, or the Evening Redness in the West",
        "description": "is an epic novel of the violence and depravity that attended America's westward expansion, brilliantly subverting the conventions of the Western novel and the mythology of the Wild West. Based on historical events that took place on the Texas-Mexico border in the 1850s, it traces the fortunes of the Kid, a fourteen-year-old Tennesseean who stumbles into a nightmarish world where Indians are being murdered and the market for their scalps is thriving.",
        "num_pages": "351",
        "num_ratings": "125796",
        "rating_value": "4.16",
        "date_published": "None",
        "np_id": "81",
        "authors": [
            {
                "id": "199",
                "link": "https://www.goodreads.com/author/show/4178.Cormac_McCarthy",
                "name": "cormac mccarthy"
            }
        ]
    },
    {
        "id": "3039",
        "link": "https://www.goodreads.com/book/show/54972466-zodiac-explained",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Zodiac Explained: Understanding the Innate Motives Behind Our Actions",
        "description": "In this book you will learn what every sign of the zodiac is all about and how it affects a part of your personality and the personalities of people around you. Everyone has a motive behind their actions and by the end of this book you will see past their actions and truly understand what each sign’s motive is. You will get a better sense of which types of people you are more compatible with, furthermore you’ll have an insight into how to approach people based on their personality. You will realize where your strengths and weaknesses lie, why you feel a certain way and what are your biggest flaws.",
        "num_pages": "82",
        "num_ratings": "144",
        "rating_value": "4.6",
        "date_published": "2020-08-14",
        "np_id": "89",
        "authors": [
            {
                "id": "648",
                "link": "https://www.goodreads.com/author/show/20606595.Elta_Talla",
                "name": "elta talla"
            },
            {
                "id": "647",
                "link": "https://www.goodreads.com/author/show/20599084.Alb_Imeri",
                "name": "alb imeri"
            }
        ]
    },
    {
        "id": "808",
        "link": "https://www.goodreads.com/book/show/35068432-i-ll-be-gone-in-the-dark",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "I'll Be Gone in the Dark: One Woman's Obsessive Search for the Golden State Killer",
        "description": "A masterful true crime account of the Golden State Killer—the elusive serial rapist turned murderer who terrorized California for over a decade—from Michelle McNamara, the gifted journalist who died tragically while investigating the case. For more than ten years, a mysterious and violent predator committed fifty sexual assaults in Northern California before moving south, where he perpetrated ten sadistic murders. Then he disappeared, eluding capture by multiple police forces and some of the best detectives in the area. Three decades later, Michelle McNamara, a true crime journalist who created the popular website TrueCrimeDiary.com, was determined to find the violent psychopath she called \"the Golden State Killer.\" Michelle pored over police reports, interviewed victims, and embedded herself in the online communities that were as obsessed with the case as she was. At the time of the crimes, the Golden State Killer was between the ages of eighteen and thirty, Caucasian, and athletic—capable of vaulting tall fences. He always wore a mask. After choosing a victim—he favored suburban couples—he often entered their home when no one was there, studying family pictures, mastering the layout. He attacked while they slept, using a flashlight to awaken and blind them. Though they could not recognize him, his victims recalled his voice: a guttural whisper through clenched teeth, abrupt and threatening. —the masterpiece McNamara was writing at the time of her sudden death—offers an atmospheric snapshot of a moment in American history and a chilling account of a criminal mastermind and the wreckage he left behind. It is also a portrait of a woman’s obsession and her unflagging pursuit of the truth. Framed by an introduction by Gillian Flynn and an afterword by her husband, Patton Oswalt, the book was completed by Michelle’s lead researcher and a close colleague. Utterly original and compelling, it is destined to become a true crime classic—and may at last unmask the Golden State Killer.",
        "num_pages": "352",
        "num_ratings": "203708",
        "rating_value": "4.12",
        "date_published": "2018-02-27",
        "np_id": "105",
        "authors": [
            {
                "id": "1631",
                "link": "https://www.goodreads.com/author/show/16819959.Michelle_McNamara",
                "name": "michelle mcnamara"
            },
            {
                "id": "491",
                "link": "https://www.goodreads.com/author/show/2383.Gillian_Flynn",
                "name": "gillian flynn"
            },
            {
                "id": "1632",
                "link": "https://www.goodreads.com/author/show/2824524.Patton_Oswalt",
                "name": "patton oswalt"
            }
        ]
    },
    {
        "id": "11480",
        "link": "https://www.goodreads.com/book/show/9592.Mother_Night",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Mother Night",
        "description": "is a daring challenge to our moral sense. American Howard W. Campbell, Jr., a spy during World War II, is now on trial in Israel as a Nazi war criminal. But is he really guilty? In this brilliant book rife with true gallows humor, Vonnegut turns black and white into a chilling shade of gray with a verdict that will haunt us all.",
        "num_pages": "282",
        "num_ratings": "85759",
        "rating_value": "4.21",
        "date_published": "1999-05-11",
        "np_id": "106",
        "authors": [
            {
                "id": "48",
                "link": "https://www.goodreads.com/author/show/2778055.Kurt_Vonnegut_Jr_",
                "name": "kurt vonnegut jr."
            }
        ]
    },
    {
        "id": "6212",
        "link": "https://www.goodreads.com/book/show/83144.The_Bronze_Horseman",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Bronze Horseman",
        "description": "During the summer of 1941 the Metanov family are living a hard life in Leningrad. As the German armies advance their future looks bleak. For Tatiana, love arrives in the guise of Alexander, who harbours a deadly and extraordinary secret.",
        "num_pages": "637",
        "num_ratings": "76873",
        "rating_value": "4.3",
        "date_published": "None",
        "np_id": "110",
        "authors": [
            {
                "id": "1055",
                "link": "https://www.goodreads.com/author/show/47499.Paullina_Simons",
                "name": "paullina simons"
            }
        ]
    },
    {
        "id": "561",
        "link": "https://www.goodreads.com/book/show/30257963-12-rules-for-life",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "12 Rules for Life: An Antidote to Chaos",
        "description": "Humorous, surprising, and informative, Dr. Peterson tells us why skateboarding boys and girls must be left alone, what terrible fate awaits those who criticize too easily, and why you should always pet a cat when you meet one on the street. What does the nervous system of the lowly lobster have to tell us about standing up straight (with our shoulders back) and about success in life? Why did ancient Egyptians worship the capacity to pay careful attention as the highest of gods? What dreadful paths do people tread when they become resentful, arrogant, and vengeful? Dr. Peterson journeys broadly, discussing discipline, freedom, adventure, and responsibility, distilling the world's wisdom into 12 practical and profound rules for life. shatters the modern commonplaces of science, faith, and human nature while transforming and ennobling the mind and spirit of its listeners.",
        "num_pages": "409",
        "num_ratings": "161210",
        "rating_value": "3.94",
        "date_published": "2018-01-23",
        "np_id": "114",
        "authors": [
            {
                "id": "1751",
                "link": "https://www.goodreads.com/author/show/282885.Jordan_B_Peterson",
                "name": "jordan b. peterson"
            },
            {
                "id": "1535",
                "link": "https://www.goodreads.com/author/show/311849.Norman_Doidge",
                "name": "norman doidge"
            },
            {
                "id": "1752",
                "link": "https://www.goodreads.com/author/show/12754.Ethan_Van_Sciver",
                "name": "ethan van sciver"
            }
        ]
    },
    {
        "id": "836",
        "link": "https://www.goodreads.com/book/show/899492.The_Tell_Tale_Heart",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Tell-Tale Heart",
        "description": "In this classic psychological thriller, the reader will find many more questions than answers. Even though this is one of Poe's shortest stories, nevertheless it has become one of his most highest regarded works. It is a profound and, at times, ambiguous investigation of the paranoia that may lie within the depths of one man's mind...",
        "num_pages": "31",
        "num_ratings": "74099",
        "rating_value": "4.24",
        "date_published": "None",
        "np_id": "125",
        "authors": [
            {
                "id": "151",
                "link": "https://www.goodreads.com/author/show/4624490.Edgar_Allan_Poe",
                "name": "edgar allan poe"
            },
            {
                "id": "1981",
                "link": "https://www.goodreads.com/author/show/251395.Byron_Glaser",
                "name": "byron glaser"
            }
        ]
    },
    {
        "id": "4258",
        "link": "https://www.goodreads.com/book/show/59834110-my-graphic-bipolar-fantasies",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "My Graphic Bipolar Fantasies: & Other Short Stories",
        "description": "This book is the product of a sick mind; a product of the \"Southern Madman.\" There are 104 Fantasies inside that are not based in reality, interspersed with 70 Short Stories of somewhat sane thought of heavy opinion. The theme of the Fantasies is Law and Order and the author and the good guys always win. In a few places, it is quite tame. In most of the others, it is twisted, gruesome, bloody, and void of any empathy. Read at your own peril, but remember, it is mainly a book of fiction, and no one really dies. This book is not a template for murder, but the thoughts do arise in the mind of the author and as far as the author knows, someone can not be put away for their thoughts.",
        "num_pages": "282",
        "num_ratings": "456",
        "rating_value": "4.34",
        "date_published": "2021-11-30",
        "np_id": "119",
        "authors": [
            {
                "id": "1804",
                "link": "https://www.goodreads.com/author/show/22065894.R_B_Le_Deach",
                "name": "r.b. le`deach"
            }
        ]
    },
    {
        "id": "105",
        "link": "https://www.goodreads.com/book/show/52357.Beowulf",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Beowulf",
        "description": "Beowulf is a major epic of Anglo-Saxon literature, probably composed between the first half of the seventh century and the end of the first millennium. The poem was inspired by Germanic and Anglo-Saxon oral tradition recounting the exploits of Beowulf, the hero who gave his name to the poem. Here, it's transcribed as a verse epic, onto which are grafted Christian additions.",
        "num_pages": "245",
        "num_ratings": "273071",
        "rating_value": "3.47",
        "date_published": "2001-02-17",
        "np_id": "129",
        "authors": [
            {
                "id": "443",
                "link": "https://www.goodreads.com/author/show/4699102.Unknown",
                "name": "unknown"
            },
            {
                "id": "444",
                "link": "https://www.goodreads.com/author/show/29574.Seamus_Heaney",
                "name": "seamus heaney"
            },
            {
                "id": "25",
                "link": "https://www.goodreads.com/author/show/5640152.Martha",
                "name": "martha"
            },
            {
                "id": "445",
                "link": "https://www.goodreads.com/author/show/15132535.John_Lesslie_Hall",
                "name": "john lesslie hall"
            }
        ]
    },
    {
        "id": "11139",
        "link": "https://www.goodreads.com/book/show/12936.Gathering_Blue",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Gathering Blue",
        "description": "In her strongest work to date, Lois Lowry once again creates a mysterious but plausible future world. It is a society ruled by savagery and deceit that shuns and discards the weak. Left orphaned and physically flawed, young Kira faces a frightening, uncertain future. Blessed with an almost magical talent that keeps her alive, she struggles with ever broadening responsibilities in her quest for truth, discovering things that will change her life forever. As she did in , Lowry challenges readers to imagine what our world could become, and what will be considered valuable. Every reader will be taken by Kira's plight and will long ponder her haunting world and the hope for the future.",
        "num_pages": "240",
        "num_ratings": "176383",
        "rating_value": "3.82",
        "date_published": "2000-09-25",
        "np_id": "136",
        "authors": [
            {
                "id": "172",
                "link": "https://www.goodreads.com/author/show/2493.Lois_Lowry",
                "name": "lois lowry"
            }
        ]
    },
    {
        "id": "1453",
        "link": "https://www.goodreads.com/book/show/43369.God_Is_Not_Great",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "God Is Not Great: How Religion Poisons Everything",
        "description": "With his unique brand of erudition and wit, Hitchens describes the ways in which religion is man-made. \"God did not make us,\" he says. \"We made God.\" He explains the ways in which religion is immoral: We damage our children by indoctrinating them. It is a cause of sexual repression, violence, and ignorance. It is a distortion of our origins and the cosmos. In the place of religion, Hitchens offers the promise of a new enlightenment through science and reason, a realm in which hope and wonder can be found through a strand of DNA or a gaze through the Hubble Telescope. As Hitchens sees it, you needn't get the blues once you discover the heavens are empty.",
        "num_pages": "307",
        "num_ratings": "100528",
        "rating_value": "3.95",
        "date_published": "None",
        "np_id": "140",
        "authors": [
            {
                "id": "104",
                "link": "https://www.goodreads.com/author/show/3956.Christopher_Hitchens",
                "name": "christopher hitchens"
            }
        ]
    },
    {
        "id": "2987",
        "link": "https://www.goodreads.com/book/show/18423.The_Left_Hand_of_Darkness",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Left Hand of Darkness",
        "description": "A groundbreaking work of science fiction, tells the story of a lone human emissary to Winter, an alien world whose inhabitants can choose - and change - their gender. His goal is to facilitate Winter's inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the completely dissimilar culture that he encounters. Embracing the aspects of psychology, society, and human emotion on an alien world, stands as a landmark achievement in the annals of intellectual science fiction.",
        "num_pages": "304",
        "num_ratings": "147279",
        "rating_value": "4.09",
        "date_published": "2000-07-01",
        "np_id": "145",
        "authors": [
            {
                "id": "589",
                "link": "https://www.goodreads.com/author/show/874602.Ursula_K_Le_Guin",
                "name": "ursula k. le guin"
            }
        ]
    },
    {
        "id": "7950",
        "link": "https://www.goodreads.com/book/show/12014.Complicity",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Complicity",
        "description": "A few spliffs, a spot of milkd S&M, phone through the copy of tomorrow's front page, catch up with the latest from your mystery source - could be big, could be very big - in fact, just a regular day at the office for free-wheeling, substance abusing Cameron Colley, a fully paid-up Gonzo hack on an Edinburgh newspaper. The source is pretty thin, but Cameron senses a scoop and checks out a series of bizarre deaths from a few years ago - only to find that the police are checking out a series of bizarre deaths that are happening right now. And Cameron just might know more about it that he'd care to admit...",
        "num_pages": "313",
        "num_ratings": "12186",
        "rating_value": "3.9",
        "date_published": "None",
        "np_id": "146",
        "authors": [
            {
                "id": "646",
                "link": "https://www.goodreads.com/author/show/7628.Iain_Banks",
                "name": "iain banks"
            }
        ]
    },
    {
        "id": "3085",
        "link": "https://www.goodreads.com/book/show/12781.The_Satanic_Verses",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Satanic Verses",
        "description": "Just before dawn one winter's morning, a hijacked jetliner explodes above the English Channel. Through the falling debris, two figures, Gibreel Farishta, the biggest star in India, and Saladin Chamcha, an expatriate returning from his first visit to Bombay in fifteen years, plummet from the sky, washing up on the snow-covered sands of an English beach, and proceed through a series of metamorphoses, dreams, and revelations. --back cover",
        "num_pages": "561",
        "num_ratings": "59001",
        "rating_value": "3.7",
        "date_published": "None",
        "np_id": "149",
        "authors": [
            {
                "id": "659",
                "link": "https://www.goodreads.com/author/show/3299.Salman_Rushdie",
                "name": "salman rushdie"
            }
        ]
    },
    {
        "id": "414",
        "link": "https://www.goodreads.com/book/show/7933292-heaven-is-for-real",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back",
        "description": "Unglaublich oder erstaunlich? Urteilen Sie selbst: Colton ist vier Jahre alt, als er lebensgefährlich erkrankt und operiert werden muss. Er überlebt um Haaresbreite. Später erzählt er seinen Eltern, dem Pastorenehepaars Todd und Sonja Burpo von erstaunlichen Dingen, die er während dieser Zeit zwischen Leben und Tod gesehen hat. Er berichtet von Tatsachen, die er gar nicht wissen konnte. Coltons Fazit: \"Den Himmel gibt's echt!\"",
        "num_pages": "162",
        "num_ratings": "300297",
        "rating_value": "4.01",
        "date_published": "None",
        "np_id": "153",
        "authors": [
            {
                "id": "928",
                "link": "https://www.goodreads.com/author/show/3446736.Todd_Burpo",
                "name": "todd burpo"
            },
            {
                "id": "929",
                "link": "https://www.goodreads.com/author/show/266797.Lynn_Vincent",
                "name": "lynn vincent"
            }
        ]
    },
    {
        "id": "19937",
        "link": "https://www.goodreads.com/book/show/18823.The_Grand_Inquisitor",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Grand Inquisitor",
        "description": "The Grand Inquisitor is a section from The Brothers Karamazov, which is a literary work by Russian author/philosopher Fyodor Dostoevsky. The central character in this work is a Grand Inquisitor who arrests Jesus. A Grand Inquisitor, or Inquisitor Generalis in German is the individual who leads an Inquisition, just like Spanish Dominican Tomas de Torquemada who was the official in charge of the Spanish Inquisition.",
        "num_pages": "32",
        "num_ratings": "5477",
        "rating_value": "4.34",
        "date_published": "2006-09-08",
        "np_id": "163",
        "authors": [
            {
                "id": "57",
                "link": "https://www.goodreads.com/author/show/3137322.Fyodor_Dostoevsky",
                "name": "fyodor dostoevsky"
            }
        ]
    },
    {
        "id": "499",
        "link": "https://www.goodreads.com/book/show/42038.Shakespeare_s_Sonnets",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Shakespeare's Sonnets",
        "description": "The Arden Shakespeare has long been acclaimed as the established scholarly edition of Shakespeare's work. Now being totally reedited for the third time, Arden editions offer the very best in contemporary scholarship. Each volume provides a clear and authoritative text, edited to the highest standards; detailed textual notes and commentary on the same page of the text; full contextual, illustrated introduction, including an in-depth survey of critical and performance approaches to the play; and selected bibliography.",
        "num_pages": "488",
        "num_ratings": "95537",
        "rating_value": "4.25",
        "date_published": "1997-08-21",
        "np_id": "173",
        "authors": [
            {
                "id": "14",
                "link": "https://www.goodreads.com/author/show/947.William_Shakespeare",
                "name": "william shakespeare"
            },
            {
                "id": "705",
                "link": "https://www.goodreads.com/author/show/139094.Katherine_Duncan_Jones",
                "name": "katherine duncan-jones"
            }
        ]
    },
    {
        "id": "96",
        "link": "https://www.goodreads.com/book/show/29579.Foundation",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Foundation",
        "description": "For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future -- to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire -- both scientists and scholars -- and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for a future generations. He calls his sanctuary the Foundation. But soon the fledgling Foundation finds itself at the mercy of corrupt warlords rising in the wake of the receding Empire. Mankind's last best hope is faced with an agonizing choice: submit to the barbarians and be overrun -- or fight them and be destroyed.",
        "num_pages": "244",
        "num_ratings": "477924",
        "rating_value": "4.17",
        "date_published": "2004-06-01",
        "np_id": "181",
        "authors": [
            {
                "id": "428",
                "link": "https://www.goodreads.com/author/show/16667.Isaac_Asimov",
                "name": "isaac asimov"
            }
        ]
    },
    {
        "id": "3580",
        "link": "https://www.goodreads.com/book/show/53363.I_Have_a_Dream",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "I Have a Dream: Writings and Speeches That Changed the World",
        "description": "On August 28, 1963, Martin Luther King Jr. stood in front of the Lincoln Memorial looking out over thousands of troubled Americans who had gathered in the name of civil rights and uttered his now famous words, \"I have a dream . . .\" It was a speech that changed the course of history.This fortieth-anniversary edition honors Martin Luther King Jr.'s courageous dream and his immeasurable contribution by presenting his most memorable words in a concise and convenient edition. As Coretta Scott King says in her foreword, \"This collection includes many of what I consider to be my husband's most important writings and orations.\" In addition to the famed keynote address of the 1963 march on Washington, the renowned civil rights leader's most influential words included here are the \"Letter from a Birmingham Jail,\" the essay \"Pilgrimage to Nonviolence,\" and his last sermon, \"I See the Promised Land,\" preached the day before he was assassinated.",
        "num_pages": "210",
        "num_ratings": "1500",
        "rating_value": "4.49",
        "date_published": "2003-04-29",
        "np_id": "183",
        "authors": [
            {
                "id": "728",
                "link": "https://www.goodreads.com/author/show/23924.Martin_Luther_King_Jr_",
                "name": "martin luther king jr."
            },
            {
                "id": "729",
                "link": "https://www.goodreads.com/author/show/1594247.James_Melvin_Washington",
                "name": "james melvin washington"
            },
            {
                "id": "730",
                "link": "https://www.goodreads.com/author/show/74494.Coretta_Scott_King",
                "name": "coretta scott king"
            }
        ]
    },
    {
        "id": "8617",
        "link": "https://www.goodreads.com/book/show/9596460-the-end-of-everything",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The End of Everything",
        "description": "Thirteen-year-old Lizzie Hood and her next-door neighbor, Evie Verver, are inseparable, best friends who swap clothes, bathing suits, and field-hockey sticks and between whom, presumably, there are no secrets. Then one afternoon, Evie disappears, and as a rabid, giddy panic spreads through the balmy suburban community, everyone turns to Lizzie for answers. Was Evie unhappy, troubled, or upset? Had she mentioned being followed? Would she have gotten into the car of a stranger? Compelled by curiosity, Lizzie takes up her own furtive pursuit of the truth. Haunted by dreams of her lost friend and titillated by her own new power as the center of the disappearance, Lizzie uncovers secret after secret and begins to wonder if she knew anything at all about her best friend.",
        "num_pages": "246",
        "num_ratings": "14790",
        "rating_value": "3.37",
        "date_published": "2011-07-07",
        "np_id": "186",
        "authors": [
            {
                "id": "1447",
                "link": "https://www.goodreads.com/author/show/29593.Megan_Abbott",
                "name": "megan abbott"
            }
        ]
    },
    {
        "id": "10697",
        "link": "https://www.goodreads.com/book/show/35135343-the-largesse-of-the-sea-maiden",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Largesse of the Sea Maiden",
        "description": "is the long-awaited new story collection from Denis Johnson. It follows the groundbreaking, highly acclaimed . Written in the same luminous prose, this collection finds Johnson in new territory, contemplating old age, mortality, the ghosts of the past, and the elusive and unexpected ways the mysteries of the universe assert themselves. Finished shortly before Johnson’s death in May 2017, this collection is the last word from a writer whose work will live on for many years to come.",
        "num_pages": "207",
        "num_ratings": "7236",
        "rating_value": "3.92",
        "date_published": "2018-01-16",
        "np_id": "187",
        "authors": [
            {
                "id": "1225",
                "link": "https://www.goodreads.com/author/show/6468.Denis_Johnson",
                "name": "denis johnson"
            }
        ]
    },
    {
        "id": "480",
        "link": "https://www.goodreads.com/book/show/10617.The_Bachman_Books",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Bachman Books",
        "description": "Omnibus collection of four early Bachman novels (Rage, The Long Walk, Roadwork, The Running Man) and the essay \"Why I Was Bachman\"",
        "num_pages": "704",
        "num_ratings": "72269",
        "rating_value": "4.13",
        "date_published": "1996-10-01",
        "np_id": "191",
        "authors": [
            {
                "id": "1129",
                "link": "https://www.goodreads.com/author/show/5858.Richard_Bachman",
                "name": "richard bachman"
            },
            {
                "id": "69",
                "link": "https://www.goodreads.com/author/show/3389.Stephen_King",
                "name": "stephen king"
            }
        ]
    },
    {
        "id": "116",
        "link": "https://www.goodreads.com/book/show/119322.The_Golden_Compass",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Golden Compass",
        "description": "Lyra is rushing to the cold, far North, where witch clans and armored bears rule. North, where the Gobblers take the children they steal--including her friend Roger. North, where her fearsome uncle Asriel is trying to build a bridge to a parallel world. Can one small girl make a difference in such great and terrible endeavors? This is Lyra: a savage, a schemer, a liar, and as fierce and true a champion as Roger or Asriel could want--but what Lyra doesn't know is that to help one of them will be to betray the other.",
        "num_pages": "399",
        "num_ratings": "1413955",
        "rating_value": "4.01",
        "date_published": "1996-04-16",
        "np_id": "192",
        "authors": [
            {
                "id": "239",
                "link": "https://www.goodreads.com/author/show/3618.Philip_Pullman",
                "name": "philip pullman"
            }
        ]
    },
    {
        "id": "135",
        "link": "https://www.goodreads.com/book/show/929.Memoirs_of_a_Geisha",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Memoirs of a Geisha",
        "description": "A literary sensation and runaway bestseller, this brilliant debut novel presents with seamless authenticity and exquisite lyricism the true confessions of one of Japan's most celebrated geisha. In , we enter a world where appearances are paramount; where a girl's virginity is auctioned to the highest bidder; where women are trained to beguile the most powerful men; and where love is scorned as illusion. It is a unique and triumphant work of fiction - at once romantic, erotic, suspenseful - and completely unforgettable.",
        "num_pages": "503",
        "num_ratings": "1864542",
        "rating_value": "4.13",
        "date_published": "2005-11-22",
        "np_id": "193",
        "authors": [
            {
                "id": "145",
                "link": "https://www.goodreads.com/author/show/614.Arthur_Golden",
                "name": "arthur golden"
            }
        ]
    },
    {
        "id": "121",
        "link": "https://www.goodreads.com/book/show/4981.Slaughterhouse_Five",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Slaughterhouse-Five",
        "description": "Selected by the Modern Library as one of the 100 best novels of all time, Slaughterhouse-Five, an American classic, is one of the world's great antiwar books. Centering on the infamous firebombing of Dresden, Billy Pilgrim's odyssey through time reflects the mythic journey of our own fractured lives as we search for meaning in what we fear most.",
        "num_pages": "275",
        "num_ratings": "1247210",
        "rating_value": "4.09",
        "date_published": "1999-01-12",
        "np_id": "196",
        "authors": [
            {
                "id": "48",
                "link": "https://www.goodreads.com/author/show/2778055.Kurt_Vonnegut_Jr_",
                "name": "kurt vonnegut jr."
            }
        ]
    },
    {
        "id": "1769",
        "link": "https://www.goodreads.com/book/show/10569.On_Writing",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "On Writing: A Memoir of the Craft",
        "description": "\"Long live the King\" hailed Entertainment Weekly upon the publication of Stephen King's On Writing. Part memoir, part master class by one of the bestselling authors of all time, this superb volume is a revealing and practical view of the writer's craft, comprising the basic tools of the trade every writer must have. King's advice is grounded in his vivid memories from childhood through his emergence as a writer, from his struggling early career to his widely reported near-fatal accident in 1999 -- and how the inextricable link between writing and living spurred his recovery. Brilliantly structured, friendly and inspiring, On Writing will empower and entertain everyone who reads it -- fans, writers, and anyone who loves a great story well told. (back cover)",
        "num_pages": "320",
        "num_ratings": "256118",
        "rating_value": "4.33",
        "date_published": "None",
        "np_id": "210",
        "authors": [
            {
                "id": "69",
                "link": "https://www.goodreads.com/author/show/3389.Stephen_King",
                "name": "stephen king"
            }
        ]
    },
    {
        "id": "237",
        "link": "https://www.goodreads.com/book/show/4989.The_Red_Tent",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Red Tent",
        "description": "Her name is Dinah. In the Bible, her life is only hinted at in a brief and violent detour within the more familiar chapters of the Book of Genesis that are about her father, Jacob, and his dozen sons. Told in Dinah's voice, this novel reveals the traditions and turmoils of ancient womanhood—the world of the red tent. It begins with the story of her mothers—Leah, Rachel, Zilpah, and Bilhah—the four wives of Jacob. They love Dinah and give her gifts that sustain her through a hard-working youth, a calling to midwifery, and a new home in a foreign land. Dinah's story reaches out from a remarkable period of early history and creates an intimate connection with the past. Deeply affecting, combines rich storytelling with a valuable achievement in modern fiction: a new view of biblical women's society.",
        "num_pages": "324",
        "num_ratings": "559974",
        "rating_value": "4.19",
        "date_published": "None",
        "np_id": "214",
        "authors": [
            {
                "id": "261",
                "link": "https://www.goodreads.com/author/show/626222.Anita_Diamant",
                "name": "anita diamant"
            }
        ]
    },
    {
        "id": "1317",
        "link": "https://www.goodreads.com/book/show/776407.The_House_at_Pooh_Corner",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The House at Pooh Corner",
        "description": "Winnie-the-Pooh, the Best Bear in All the World, has long been adored by readers young and old. In this beautiful full-color gift edition of \"The House at Pooh Corner, \" Ernest H. Shepard's classic illustrations have been painstakingly hand-colored. An exquisite volume and the perfect gift for any occasion, this book is as vivid and charming as the beloved characters from the Hundred Acre Wood.",
        "num_pages": "180",
        "num_ratings": "86433",
        "rating_value": "4.36",
        "date_published": "1988-10-31",
        "np_id": "215",
        "authors": [
            {
                "id": "94",
                "link": "https://www.goodreads.com/author/show/81466.A_A_Milne",
                "name": "a.a. milne"
            },
            {
                "id": "95",
                "link": "https://www.goodreads.com/author/show/57085.Ernest_H_Shepard",
                "name": "ernest h. shepard"
            }
        ]
    },
    {
        "id": "1824",
        "link": "https://www.goodreads.com/book/show/6289283-born-to-run",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen",
        "description": "Full of incredible characters, amazing athletic achievements, cutting-edge science, and, most of all, pure inspiration, is an epic adventure that began with one simple question: Why does my foot hurt? In search of an answer, Christopher McDougall sets off to find a tribe of the world’s greatest distance runners and learn their secrets, and in the process shows us that everything we thought we knew about running is wrong. Isolated by the most savage terrain in North America, the reclusive Tarahumara Indians of Mexico’s deadly Copper Canyons are custodians of a lost art. For centuries they have practiced techniques that allow them to run hundreds of miles without rest and chase down anything from a deer to an Olympic marathoner while enjoying every mile of it. Their superhuman talent is matched by uncanny health and serenity, leaving the Tarahumara immune to the diseases and strife that plague modern existence. With the help of Caballo Blanco, a mysterious loner who lives among the tribe, the author was able not only to uncover the secrets of the Tarahumara but also to find his own inner ultra-athlete, as he trained for the challenge of a lifetime: a fifty-mile race through the heart of Tarahumara country pitting the tribe against an odd band of Americans, including a star ultramarathoner, a beautiful young surfer, and a barefoot wonder. With a sharp wit and wild exuberance, McDougall takes us from the high-tech science labs at Harvard to the sun-baked valleys and freezing peaks across North America, where ever-growing numbers of ultrarunners are pushing their bodies to the limit, and, finally, to the climactic race in the Copper Canyons. is that rare book that will not only engage your mind but inspire your body when you realize that the secret to happiness is right at your feet, and that you, indeed all of us, were born to run.",
        "num_pages": "287",
        "num_ratings": "190342",
        "rating_value": "4.3",
        "date_published": "2009-05-05",
        "np_id": "218",
        "authors": [
            {
                "id": "2056",
                "link": "https://www.goodreads.com/author/show/133538.Christopher_McDougall",
                "name": "christopher mcdougall"
            }
        ]
    },
    {
        "id": "13224",
        "link": "https://www.goodreads.com/book/show/11451865-hillbilly-tales-from-the-smoky-mountains---and-other-homespun-remedies",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "False",
        "title": "Hillbilly Tales from the Smoky Mountains - And Other Homespun Remedies, Proverbs, and Poetry",
        "description": "Hillbilly Tales from the Smoky Mountains includes several short stories based on the folklore of the Appalachian Mountains. Before the time of cell-phones, computers and television, family members would gather on the front porch and offer up stories through simple oral traditions. These stories were to provide simple forms of entertainment to their children. With each generation, the stories become more elaborate and creative. These yarns became known as Appalachian folklore. Mountain people have always led a difficult life; but how they dealt with their struggles is a unique perspective on Appalachian people.Also, in this book you will find a small section on mountain medicinal treatments and hillbilly proverbs, which were carried over from mother to daughter down the family line. Knowledge of apothecary, or also known as mountain medicine, was necessary to treat family members who became ill while the local doctor was away visiting two towns over. Most importantly, no decent self-respecting mountain folk would ever go unprepared without offering up advice to help their fellow neighbor. Wise sayings or hillbilly proverbs go hand-in-hand with mountain medicine and is given to anyone who might need guidance in their daily life.The second part of the book includes a special story written by one of the original descendants of the Crowe Family, Ms. Verna Humphrey. This short piece of fiction centers around a light romance based right after the end of the Civil War. The setting takes place in Green Cove and it presents a time of struggle and death while a young girl, Charlotte, struggles to regain her birthright during these trying times. When a young lawyer enters upon the scene, Charlotte's interpretation of birthright takes on a whole new meaning. Now she must make some hard decisions that will alter the course of her life.",
        "num_pages": "126",
        "num_ratings": "57",
        "rating_value": "3.79",
        "date_published": "2011-04-01",
        "np_id": "224",
        "authors": [
            {
                "id": "1775",
                "link": "https://www.goodreads.com/author/show/4875841.Patricia_H_Graham",
                "name": "patricia h. graham"
            }
        ]
    },
    {
        "id": "5461",
        "link": "https://www.goodreads.com/book/show/43944.Suite_Fran_aise",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Suite Française",
        "description": "By the early l940s, when Ukrainian-born Irène Némirovsky began working on what would become Suite Française—the first two parts of a planned five-part novel—she was already a highly successful writer living in Paris. But she was also a Jew, and in 1942 she was arrested and deported to Auschwitz: a month later she was dead at the age of thirty-nine. Two years earlier, living in a small village in central France—where she, her husband, and their two small daughters had fled in a vain attempt to elude the Nazis—she'd begun her novel, a luminous portrayal of a human drama in which she herself would become a victim. When she was arrested, she had completed two parts of the epic, the handwritten manuscripts of which were hidden in a suitcase that her daughters would take with them into hiding and eventually into freedom. Sixty-four years later, at long last, we can read Némirovsky's literary masterpiece The first part, \"A Storm in June,\" opens in the chaos of the massive 1940 exodus from Paris on the eve of the Nazi invasion during which several families and individuals are thrown together under circumstances beyond their control. They share nothing but the harsh demands of survival—some trying to maintain lives of privilege, others struggling simply to preserve their lives—but soon, all together, they will be forced to face the awful exigencies of physical and emotional displacement, and the annihilation of the world they know. In the second part, \"Dolce,\" we enter the increasingly complex life of a German-occupied provincial village. Coexisting uneasily with the soldiers billeted among them, the villagers—from aristocrats to shopkeepers to peasants—cope as best they can. Some choose resistance, others collaboration, and as their community is transformed by these acts, the lives of these these men and women reveal nothing less than the very essence of humanity. Suite Française is a singularly piercing evocation—at once subtle and severe, deeply compassionate, and fiercely ironic—of life and death in occupied France, and a brilliant, profoundly moving work of art.",
        "num_pages": "431",
        "num_ratings": "71535",
        "rating_value": "3.83",
        "date_published": "2007-04-10",
        "np_id": "225",
        "authors": [
            {
                "id": "971",
                "link": "https://www.goodreads.com/author/show/456401.Sandra_Smith",
                "name": "sandra smith"
            },
            {
                "id": "970",
                "link": "https://www.goodreads.com/author/show/22493.Ir_ne_N_mirovsky",
                "name": "irène némirovsky"
            }
        ]
    },
    {
        "id": "1541",
        "link": "https://www.goodreads.com/book/show/25541028-elon-musk",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future",
        "description": "Elon Musk, the entrepreneur and innovator behind SpaceX, Tesla, and SolarCity, sold one of his internet companies, PayPal, for $1.5 billion. Ashlee Vance captures the full spectacle and arc of the genius's life and work, from his tumultuous upbringing in South Africa and flight to the United States to his dramatic technical innovations and entrepreneurial pursuits. Vance uses Musk's story to explore one of the pressing questions of our age: can the nation of inventors and creators who led the modern world for a century still compete in an age of fierce global competition? He argues that Musk is an amalgam of legendary inventors and industrialists including Thomas Edison, Henry Ford, Howard Hughes, and Steve Jobs. More than any other entrepreneur today, Musk has dedicated his energies and his own vast fortune to inventing a future that is as rich and far-reaching as the visionaries of the golden age of science-fiction fantasy",
        "num_pages": "392",
        "num_ratings": "325937",
        "rating_value": "4.21",
        "date_published": "2015-05-19",
        "np_id": "235",
        "authors": [
            {
                "id": "1501",
                "link": "https://www.goodreads.com/author/show/761595.Ashlee_Vance",
                "name": "ashlee vance"
            },
            {
                "id": "1502",
                "link": "https://www.goodreads.com/author/show/14379795._",
                "name": "эшли вэнс"
            }
        ]
    },
    {
        "id": "5103",
        "link": "https://www.goodreads.com/book/show/11438.What_We_Talk_About_When_We_Talk_About_Love",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "What We Talk About When We Talk About Love",
        "description": " In his second collection, Carver establishes his reputation as one of the most celebrated and beloved short-story writers in American literature—a haunting meditation on love, loss, and companionship, and finding one’s way through the dark.",
        "num_pages": "159",
        "num_ratings": "55242",
        "rating_value": "4.1",
        "date_published": "None",
        "np_id": "236",
        "authors": [
            {
                "id": "1600",
                "link": "https://www.goodreads.com/author/show/7363.Raymond_Carver",
                "name": "raymond carver"
            }
        ]
    },
    {
        "id": "15221",
        "link": "https://www.goodreads.com/book/show/30295016-the-art-of-success",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Art of Success: What No One Ever Taught You (But You Still Need to Know)",
        "description": "In James Melouney invites you to see the world differently—by walking in the shoes of 134 extraordinarily successful people. These billionaires and business gurus; sports stars and rock stars; philosophers, emperors, inventors, and saints have lived exceptional lives. So what, exactly, do they know that you don’t? Einstein, Edison, Jobs, and all the others are in these pages for one reason: to reveal the crucial lessons that helped them turn their dreams into reality. And the best part is, It doesn’t matter where you come from or what mistakes you’ve made. In fact, humble origins, false starts, and even outright failure can be your biggest assets. What matters is your choice in this moment. Don’t wait. We are all unique, but as different as we all are, the things we seek in life are astonishingly similar. We want happiness, fulfillment, health, and financial security. But it seems that only a small group of people are able to achieve what they truly desire in life. So why do some people live exceptional lives, while others seemingly trudge along, never amounting to their true potential and never living the life they know they are capable of? This question has been asked throughout history, but of all the factors that influence our lives, it comes down to one: And all it takes is a few words to change the way you see the world. If you are curious to learn a philosophy that can momentously affect your life, these pages hold some of the best there is. With 134 inspiring exemplars waiting to share their ideas with you, many of the answers you seek are within your reach. \" is like having a coffee with the world's greatest business minds. Melouney has collected some of the most profound quotes on success and infused them with a caffeinated text that will leave you energized to take on the world.\" — \"I write this review as the 2016 Rio Olympics come to a close. I’m reminded of the similarities between a good athlete and a good writer: inherent skill, internalized motivation, years of intense work, overcoming countless hurdles, artful negotiation of the unexpected, then the finish line. James has succeeded. I’d award him a gold medal for \" — Most people won't take the time or invest the money to grow and develop themselves. The question is, what does doing nothing cost you?",
        "num_pages": "242",
        "num_ratings": "157",
        "rating_value": "4.1",
        "date_published": "2016-05-23",
        "np_id": "240",
        "authors": [
            {
                "id": "2147",
                "link": "https://www.goodreads.com/author/show/15285057.James_Melouney",
                "name": "james melouney"
            }
        ]
    },
    {
        "id": "303",
        "link": "https://www.goodreads.com/book/show/88061.Dreams_from_My_Father",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Dreams from My Father: A Story of Race and Inheritance",
        "description": "In this lyrical, unsentimental, and compelling memoir, the son of a black African father and a white American mother searches for a workable meaning to his life as a black American. It begins in New York, where Barack Obama learns that his father—a figure he knows more as a myth than as a man—has been killed in a car accident. This sudden death inspires an emotional odyssey—first to a small town in Kansas, from which he retraces the migration of his mother’s family to Hawaii, and then to Kenya, where he meets the African side of his family, confronts the bitter truth of his father’s life, and at last reconciles his divided inheritance.",
        "num_pages": "453",
        "num_ratings": "215823",
        "rating_value": "3.92",
        "date_published": "None",
        "np_id": "247",
        "authors": [
            {
                "id": "824",
                "link": "https://www.goodreads.com/author/show/6356.Barack_Obama",
                "name": "barack obama"
            }
        ]
    },
    {
        "id": "2580",
        "link": "https://www.goodreads.com/book/show/6604712-eating-animals",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Eating Animals",
        "description": "Faced with the prospect of being unable to explain why we eat some animals and not others, Foer set out to explore the origins of many eating traditions and the fictions involved with creating them. Traveling to the darkest corners of our dining habits, Foer raises the unspoken question behind every fish we eat, every chicken we fry, and every burger we grill. Part memoir and part investigative report, is a book that, in the words of the , places Jonathan Safran Foer \"at the table with our greatest philosophers.\"",
        "num_pages": "341",
        "num_ratings": "73384",
        "rating_value": "4.2",
        "date_published": "2009-11-02",
        "np_id": "251",
        "authors": [
            {
                "id": "394",
                "link": "https://www.goodreads.com/author/show/2617.Jonathan_Safran_Foer",
                "name": "jonathan safran foer"
            }
        ]
    },
    {
        "id": "4581",
        "link": "https://www.goodreads.com/book/show/196970.The_Night_Before_Christmas",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Night Before Christmas",
        "description": "This poem first appeared in a newspaper in Troy, New York, USA, on December 23, 1823, as \"A Visit From St. Nicholas\". No one claimed authorship until 13 years later. Clement Clarke Moore, a professor and poet, said that he wrote the piece for his children. Unbeknownst to him, his housekeeper had sent it to the newspaper to be published. However, the family of Henry Livingston Jr. contended that their father had been reciting “A Visit from St. Nicholas” for 15 years prior to publication. Regardless of the true author, the poem is now a Christmas classic.",
        "num_pages": "32",
        "num_ratings": "116217",
        "rating_value": "4.38",
        "date_published": "1998-10-28",
        "np_id": "255",
        "authors": [
            {
                "id": "849",
                "link": "https://www.goodreads.com/author/show/64709.Clement_C_Moore",
                "name": "clement c. moore"
            },
            {
                "id": "850",
                "link": "https://www.goodreads.com/author/show/16325.Jan_Brett",
                "name": "jan brett"
            }
        ]
    },
    {
        "id": "3231",
        "link": "https://www.goodreads.com/book/show/1134122.The_Power_of_Positive_Thinking",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Power of Positive Thinking",
        "description": " Expect the best and get it  Believe in yourself and in everything you do  Develop the power to reach your goals  Break the worry habit and achieve a relaxed life  Improve your personal and professional relationships  Assume control over your circumstances  Be kind to yourself ",
        "num_pages": "128",
        "num_ratings": "98352",
        "rating_value": "4.16",
        "date_published": "2007-05-01",
        "np_id": "264",
        "authors": [
            {
                "id": "2283",
                "link": "https://www.goodreads.com/author/show/8435.Norman_Vincent_Peale",
                "name": "norman vincent peale"
            }
        ]
    },
    {
        "id": "4500",
        "link": "https://www.goodreads.com/book/show/16634.The_Glass_Bead_Game",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Glass Bead Game",
        "description": "The final novel of Hermann Hesse, is a fascinating tale of the complexity of modern life as well as a classic of modern literature. Set in the twenty-third century, is the story of Joseph Knecht, who has been raised in Castalia, the remote place his society has provided for the intellectual elite to grow and flourish. Since childhood, Knecht has been consumed with mastering the Glass Bead Game, which requires a synthesis of aesthetics and philosophy, which he achieves in adulthood, becoming a Magister Ludi (Master of the Game).",
        "num_pages": "578",
        "num_ratings": "35049",
        "rating_value": "4.11",
        "date_published": "2002-12-06",
        "np_id": "267",
        "authors": [
            {
                "id": "84",
                "link": "https://www.goodreads.com/author/show/1113469.Hermann_Hesse",
                "name": "hermann hesse"
            },
            {
                "id": "915",
                "link": "https://www.goodreads.com/author/show/35436.Richard_Winston",
                "name": "richard winston"
            },
            {
                "id": "916",
                "link": "https://www.goodreads.com/author/show/245392.Clara_Winston",
                "name": "clara winston"
            },
            {
                "id": "917",
                "link": "https://www.goodreads.com/author/show/13997.Theodore_Ziolkowski",
                "name": "theodore ziolkowski"
            }
        ]
    },
    {
        "id": "5266",
        "link": "https://www.goodreads.com/book/show/586472.The_Right_Stuff",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Right Stuff",
        "description": "When the future began... The men had it. Yeager. Conrad. Grissom. Glenn. Heroes ... the first Americans in space ... battling the Russians for control of the heavens ... putting their lives on the line. The women had it. While Mr. Wonderful was aloft, it tore your heart out that the Hero's Wife, down on the ground, had to perform with the whole world watching ... the TV Press Conference: \"What's in your heart? Do you feel with him while he's in orbit?\" The Right Stuff. It's the quality beyond bravery, beyond courage. It's men like Chuck Yeager, the greatest test pilot of all and the fastest man on earth. Pete Conrad, who almost laughed himself out of the running. Gus Grissom, who almost lost it when his capsule sank. John Glenn, the only space traveler whose apple-pie image wasn't a lie.",
        "num_pages": "352",
        "num_ratings": "49986",
        "rating_value": "4.21",
        "date_published": "2001-10-30",
        "np_id": "272",
        "authors": [
            {
                "id": "944",
                "link": "https://www.goodreads.com/author/show/3083854.Tom_Wolfe",
                "name": "tom wolfe"
            }
        ]
    },
    {
        "id": "1083",
        "link": "https://www.goodreads.com/book/show/53496.Walk_Two_Moons",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Walk Two Moons",
        "description": "\"How about a story? Spin us a yarn.\" Instantly, Phoebe Winterbottom came to mind. \"I could tell you an extensively strange story,\" I warned. \"Oh, good!\" Gram said. \"Delicious!\" And that is how I happened to tell them about Phoebe, her disappearing mother, and the lunatic. As Sal entertains her grandparents with Phoebe's outrageous story, her own story begins to unfold — the story of a thirteen-year-old girl whose only wish is to be reunited with her missing mother. In her own award-winning style, Sharon Creech intricately weaves together two tales, one funny, one bittersweet, to create a heartwarming, compelling, and utterly moving story of love, loss, and the complexity of human emotion.",
        "num_pages": "280",
        "num_ratings": "161706",
        "rating_value": "3.98",
        "date_published": "1996-05-24",
        "np_id": "273",
        "authors": [
            {
                "id": "1048",
                "link": "https://www.goodreads.com/author/show/11633.Sharon_Creech",
                "name": "sharon creech"
            }
        ]
    },
    {
        "id": "3237",
        "link": "https://www.goodreads.com/book/show/356896.The_Greatest_Salesman_in_the_World",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Greatest Salesman in the World",
        "description": "The Greatest Salesman in the World is a book that serves as a guide to a philosophy of salesmanship, and success, telling the story of Hafid, a poor camel boy who achieves a life of abundance. If Mandino's suggested reading structure is followed, it would take about 10 months to read the book.",
        "num_pages": "128",
        "num_ratings": "59041",
        "rating_value": "4.2",
        "date_published": "1983-01-01",
        "np_id": "274",
        "authors": [
            {
                "id": "2968",
                "link": "https://www.goodreads.com/author/show/19753.Og_Mandino",
                "name": "og mandino"
            }
        ]
    },
    {
        "id": "709",
        "link": "https://www.goodreads.com/book/show/46199.Letters_to_a_Young_Poet",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Letters to a Young Poet",
        "description": "In 1903, a student at a military academy sent some of his verses to a well-known Austrian poet, requesting an assessment of their value. The older artist, Rainer Maria Rilke (1875–1926), replied to the novice in this series of letters—an amazing archive of remarkable insights into the ideas behind Rilke's greatest poetry. The ten letters reproduced here were written during an important stage in Rilke's artistic development, and they contain many of the themes that later appeared in his best works. The poet himself afterwards stated that his letters contained part of his creative genius, making this volume essential reading for scholars, poetry lovers, and anyone with an interest in Rilke, German poetry, or the creative impulse.",
        "num_pages": "80",
        "num_ratings": "67448",
        "rating_value": "4.3",
        "date_published": "2002-05-08",
        "np_id": "278",
        "authors": [
            {
                "id": "939",
                "link": "https://www.goodreads.com/author/show/7906.Rainer_Maria_Rilke",
                "name": "rainer maria rilke"
            },
            {
                "id": "940",
                "link": "https://www.goodreads.com/author/show/1597298.Reginald_Snell",
                "name": "reginald snell"
            },
            {
                "id": "941",
                "link": "https://www.goodreads.com/author/show/652001.Franz_Xaver_Kappus",
                "name": "franz xaver kappus"
            }
        ]
    },
    {
        "id": "165",
        "link": "https://www.goodreads.com/book/show/298275.Nausea",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Nausea",
        "description": "is the story of Antoine Roquentin, a French writer who is horrified at his own existence. In impressionistic, diary form he ruthlessly catalogues his every feeling and sensation about the world and people around him. His thoughts culminate in a pervasive, overpowering feeling of nausea which \"spread at the bottom of the viscous puddle, at the bottom of time, the time of purple suspenders and broken chair seats; it is made of wide, soft instants, spreading at the edge, like an oil stain.\" Roquentin's efforts to try and come to terms with his life, his philosophical and psychological struggles, give Sartre the opportunity to dramatize the tenets of his Existentialist creed. The introduction for this edition of by Hayden Carruth gives background on Sartre's life and major works, a summary of the principal themes of Existentialist philosophy, and a critical analysis of the novel itself.",
        "num_pages": "178",
        "num_ratings": "100443",
        "rating_value": "3.93",
        "date_published": "None",
        "np_id": "290",
        "authors": [
            {
                "id": "1049",
                "link": "https://www.goodreads.com/author/show/1466.Jean_Paul_Sartre",
                "name": "jean-paul sartre"
            },
            {
                "id": "1050",
                "link": "https://www.goodreads.com/author/show/4089.Hayden_Carruth",
                "name": "hayden carruth"
            },
            {
                "id": "1051",
                "link": "https://www.goodreads.com/author/show/8924.Lloyd_Alexander",
                "name": "lloyd alexander"
            }
        ]
    },
    {
        "id": "711",
        "link": "https://www.goodreads.com/book/show/639864.Autobiography_of_a_Yogi",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Autobiography of a Yogi",
        "description": "This acclaimed autobiography presents a fascinating portrait of one of the great spiritual figures of our time. With engaging candor, eloquence, and wit, Paramahansa Yogananda narrates the inspiring chronicle of his life: the experiences of his remarkable childhood, encounters with many saints and sages during his youthful search throughout India for an illumined teacher, ten years of training in the hermitage of a revered yoga master, and the thirty years that he lived and taught in America. Also recorded here are his meetings with Mahatma Gandhi, Rabindranath Tagore, Luther Burbank, the Catholic stigmatist Therese Neumann, and other celebrated spiritual personalities of East and West. Autobiography of a Yogi is at once a beautifully written account of an exceptional life and a profound introduction to the ancient science of Yoga and its time-honored tradition of meditation. The author clearly explains the subtle but definite laws behind both the ordinary events of everyday life and the extraordinary events commonly termed miracles. His absorbing life story thus becomes the background for a penetrating and unforgettable look at the ultimate mysteries of human existence. Considered a modern spiritual classic, the book has been translated into more than twenty languages and is widely used as a text and reference work in colleges and universities. A perennial bestseller since it was first published sixty years ago, Autobiography of a Yogi has found its way into the hearts of millions of readers around the world.",
        "num_pages": "448",
        "num_ratings": "57771",
        "rating_value": "4.22",
        "date_published": "1994-05-01",
        "np_id": "304",
        "authors": [
            {
                "id": "1006",
                "link": "https://www.goodreads.com/author/show/14650.Paramahansa_Yogananda",
                "name": "paramahansa yogananda"
            }
        ]
    },
    {
        "id": "982",
        "link": "https://www.goodreads.com/book/show/2095.The_Universe_in_a_Nutshell",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Universe in a Nutshell",
        "description": "Stephen Hawking’s phenomenal, multimillion-copy bestseller, A Brief History of Time, introduced the ideas of this brilliant theoretical physicist to readers all over the world. Now, in a major publishing event, Hawking returns with a lavishly illustrated sequel that unravels the mysteries of the major breakthroughs that have occurred in the years since the release of his acclaimed first book.",
        "num_pages": "216",
        "num_ratings": "38999",
        "rating_value": "4.18",
        "date_published": "2001-11-06",
        "np_id": "312",
        "authors": [
            {
                "id": "363",
                "link": "https://www.goodreads.com/author/show/1401.Stephen_Hawking",
                "name": "stephen hawking"
            }
        ]
    },
    {
        "id": "14883",
        "link": "https://www.goodreads.com/book/show/113310.The_Eight",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Eight",
        "description": "Computer expert Cat Velis is heading for a job to Algeria. Before she goes, a mysterious fortune teller warns her of danger, and an antique dealer asks her to search for pieces to a valuable chess set that has been missing for years...In the South of France in 1790 two convent girls hide valuable pieces of a chess set all over the world, because the game that can be played with them is too powerful....",
        "num_pages": "598",
        "num_ratings": "40315",
        "rating_value": "3.92",
        "date_published": "1990-01-14",
        "np_id": "317",
        "authors": [
            {
                "id": "2251",
                "link": "https://www.goodreads.com/author/show/7172.Katherine_Neville",
                "name": "katherine neville"
            }
        ]
    },
    {
        "id": "8104",
        "link": "https://www.goodreads.com/book/show/70561.The_Gulag_Archipelago_1918_1956",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Gulag Archipelago 1918–1956",
        "description": "Drawing on his own incarceration and exile, as well as on evidence from more than 200 fellow prisoners and Soviet archives, Aleksandr I. Solzhenitsyn reveals the entire apparatus of Soviet repression—the state within the state that ruled all-powerfully. Through truly Shakespearean portraits of its victims—men, women, and children—we encounter secret police operations, labor camps and prisons; the uprooting or extermination of whole populations, the welcome that awaited Russian soldiers who had been German prisoners of war. Yet we also witness the astounding moral courage of the incorruptible, who, defenseless, endured great brutality and degradation. —a grisly indictment of a regime, fashioned here into a veritable literary miracle—has now been updated with a new introduction that includes the fall of the Soviet Union and Solzhenitsyn's move back to Russia.",
        "num_pages": "472",
        "num_ratings": "25466",
        "rating_value": "4.31",
        "date_published": "2002-02-01",
        "np_id": "329",
        "authors": [
            {
                "id": "402",
                "link": "https://www.goodreads.com/author/show/19771050.Aleksandr_Solzhenitsyn",
                "name": "aleksandr solzhenitsyn"
            },
            {
                "id": "1407",
                "link": "https://www.goodreads.com/author/show/241226.Edward_E_Ericson_Jr_",
                "name": "edward e. ericson jr."
            }
        ]
    },
    {
        "id": "886",
        "link": "https://www.goodreads.com/book/show/867247.A_Book_of_Five_Rings",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "A Book of Five Rings: The Classic Guide to Strategy",
        "description": "'When you attain the Way of strategy, there will not be one thing you cannot see.' - Miyamoto Musashi, Shortly before his death in 1645, the undefeated swordsman Miyamoto Musashi retreated to a cave to live as a hermit. There he wrote five scrolls describing the \"true principles\" required for victory in the martial arts and on the battlefield. Instead of relying on religion or theory, Musashi based his writings on his own experience, observation, and reason.",
        "num_pages": "192",
        "num_ratings": "42080",
        "rating_value": "4.01",
        "date_published": "1988-05-28",
        "np_id": "332",
        "authors": [
            {
                "id": "1481",
                "link": "https://www.goodreads.com/author/show/8330589.Miyamoto_Musashi",
                "name": "miyamoto musashi"
            },
            {
                "id": "1482",
                "link": "https://www.goodreads.com/author/show/143720.Victor_Harris",
                "name": "victor harris"
            }
        ]
    },
    {
        "id": "9671",
        "link": "https://www.goodreads.com/book/show/25251757-you-will-know-me",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "You Will Know Me",
        "description": "Katie and Eric Knox have dedicated their lives to their fifteen-year-old daughter Devon, a gymnastics prodigy and Olympic hopeful. But when a violent death rocks their close-knit gymnastics community just weeks before an all-important competition, everything the Knoxes have worked so hard for feels suddenly at risk. As rumors swirl among the other parents, revealing hidden plots and allegiances, Katie tries frantically to hold her family together while also finding herself drawn, irresistibly, to the crime itself, and the dark corners it threatens to illuminate. From a writer with \"exceptional gifts for making nerves jangle and skin crawl,\" (Janet Maslin) is a breathless rollercoaster of a novel about the desperate limits of desire, jealousy, and ambition.",
        "num_pages": "345",
        "num_ratings": "40892",
        "rating_value": "3.45",
        "date_published": "2016-07-26",
        "np_id": "345",
        "authors": [
            {
                "id": "1447",
                "link": "https://www.goodreads.com/author/show/29593.Megan_Abbott",
                "name": "megan abbott"
            }
        ]
    },
    {
        "id": "864",
        "link": "https://www.goodreads.com/book/show/23940.Junky",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Junky",
        "description": "Before his 1959 breakthrough, , an unknown William S. Burroughs wrote , his first novel. It is a candid eye-witness account of times and places that are now long gone, an unvarnished field report from the American post-war underground. Unafraid to portray himself in 1953 as a confirmed member of two socially-despised under classes (a narcotics addict and a homosexual), Burroughs was writing as a trained anthropologist when he unapologetically described a way of life - in New York, New Orleans, and Mexico City - that by the 1940's was already demonized by the artificial anti-drug hysteria of an opportunistic bureaucracy and a cynical, prostrate media. For this fiftieth-anniversary edition, eminent Burroughs scholar Oliver Harris has painstakingly recreated the author's original text, word by word, from archival typescripts and places the book's contents against a lively historical background in a comprehensive introduction. Here as well, for the first time, are Burroughs' own unpublished introduction and an entire omitted chapter, along with many \"lost\" passages, as well as auxiliary texts by Allen Ginsberg and others.",
        "num_pages": "208",
        "num_ratings": "59933",
        "rating_value": "3.85",
        "date_published": "2003-04-01",
        "np_id": "351",
        "authors": [
            {
                "id": "967",
                "link": "https://www.goodreads.com/author/show/4462369.William_S_Burroughs",
                "name": "william s. burroughs"
            },
            {
                "id": "1326",
                "link": "https://www.goodreads.com/author/show/8287642.Oliver_Harris",
                "name": "oliver harris"
            },
            {
                "id": "949",
                "link": "https://www.goodreads.com/author/show/4261.Allen_Ginsberg",
                "name": "allen ginsberg"
            }
        ]
    },
    {
        "id": "1207",
        "link": "https://www.goodreads.com/book/show/42447688-the-scopas-factor",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Scopas Factor",
        "description": "A Hmong \"story cloth,\" a Revolutionary War battle flag, forged Picassos and a Russian drug dealer—finding the link between these disparate elements is the challenge Mike Hegan faces in The Scopas Factor, the latest mystery from Vincent Panettiere. After his last investigation ends tragically, Detective Mike Hegan returns to Chicago from St. Kitts, hoping to put everything behind him. But his girlfriend, Diana, has other plans, and although he has no interest in the job opportunity she presents him—in a small northern California town, no less—he wants to please her. Upon his arrival in Weedley, he's caught up in a kidnapping and two murders. A visit to Diana's family in San Francisco only serves to deepen the mystery, as her father might be the link to a gang of antiquities thieves that might have something to do with the crimes in Weedley. And when Diana's father disappears, Hegan takes off for Antibes in southern France, where he discovers that the mystery has only just begun.",
        "num_pages": "326",
        "num_ratings": "750",
        "rating_value": "4.28",
        "date_published": "2018-11-05",
        "np_id": "357",
        "authors": [
            {
                "id": "1086",
                "link": "https://www.goodreads.com/author/show/1224740.Vincent_Panettiere",
                "name": "vincent panettiere"
            }
        ]
    },
    {
        "id": "3575",
        "link": "https://www.goodreads.com/book/show/7214.Blue_Like_Jazz",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Blue Like Jazz: Nonreligious Thoughts on Christian Spirituality",
        "description": "\"I never liked jazz music because jazz music doesn't resolve. I used to not like God because God didn't resolve. But that was before any of this happened.\" ―Donald Miller",
        "num_pages": "243",
        "num_ratings": "110903",
        "rating_value": "3.9",
        "date_published": "2003-07-15",
        "np_id": "359",
        "authors": [
            {
                "id": "725",
                "link": "https://www.goodreads.com/author/show/4829.Donald_Miller",
                "name": "donald miller"
            }
        ]
    },
    {
        "id": "2292",
        "link": "https://www.goodreads.com/book/show/272895.The_Black_Stallion",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Black Stallion",
        "description": "Published originally in 1941, this book is about a young boy, Alec Ramsay who finds a wild black stallion at a small Arabian port on the Red Sea. Between the black stallion and young boy, a strange understanding grew that you lead them through untold dangers as they journeyed to America. Nor could Alec understand that his adventures with the black stallion would capture the interest of an entire nation.",
        "num_pages": "275",
        "num_ratings": "72051",
        "rating_value": "4.19",
        "date_published": "None",
        "np_id": "366",
        "authors": [
            {
                "id": "1096",
                "link": "https://www.goodreads.com/author/show/16628.Walter_Farley",
                "name": "walter farley"
            },
            {
                "id": "1097",
                "link": "https://www.goodreads.com/author/show/2861813.Keith_Ward",
                "name": "keith ward"
            }
        ]
    },
    {
        "id": "6625",
        "link": "https://www.goodreads.com/book/show/7510368-the-cadaver-factory",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Cadaver Factory",
        "description": "Jack Rally is an eighteen-year-old boy who is evil and witty. He receives an opportunity from an older film-maker named Mr. Bigsley whose films are films of actual murders. Jack takes the opportunity and runs with it, becoming a master of his murderous profession. Jack, the brutal young man that he is, enjoys murdering and causing havoc in this setting of a more brutal future for mankind and mankind's ways. The tale can be called a psychotic masterpiece and is unique in its content, psychological base, and theme.",
        "num_pages": "52",
        "num_ratings": "243",
        "rating_value": "4.31",
        "date_published": "2004-11-28",
        "np_id": "369",
        "authors": [
            {
                "id": "854",
                "link": "https://www.goodreads.com/author/show/1808111.Kenneth_Jarrett_Singleton",
                "name": "kenneth jarrett singleton"
            }
        ]
    },
    {
        "id": "8917",
        "link": "https://www.goodreads.com/book/show/9849568-the-human-obsession",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Human Obsession",
        "description": "A year before retirement, Chief of Police Frank Murphy wants nothing more than to spend his golden years on HGTV marathons and endless tee-off times. What he gets is a string of abductions that makes Ted Bundy look like an amateur. The Human Obsession is the sequel to Heath Sommer's 2009 breakout psychological thriller The Manufactured Identity, where Murphy and hapless lovers Addy and John Joe scramble against inhuman odds and unpredictable twists to solve the riddles of murder, obsession, and human weakness. Focusing on the trial of Cameron Bo, alleged murderer and loony from Sommer's The Grand Delusion, The Human Obsession takes readers even deeper into the minds of Sommers' belovedand twistedcharacters. In the end, no one could have seen why those meant to protect and serve may be in the greatest danger of all.",
        "num_pages": "314",
        "num_ratings": "185",
        "rating_value": "4.12",
        "date_published": "2010-12-14",
        "np_id": "377",
        "authors": [
            {
                "id": "1122",
                "link": "https://www.goodreads.com/author/show/2918488.Heath_Sommer",
                "name": "heath sommer"
            }
        ]
    },
    {
        "id": "5144",
        "link": "https://www.goodreads.com/book/show/23031.Time_s_Arrow",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Time's Arrow",
        "description": "In the doctor Tod T. Friendly dies and then feels markedly better, breaks up with his lovers as a prelude to seducing them, and mangles his patients before he sends them home. And all the while Tod's life races backward in time toward the one appalling moment in modern history when such reversals make sense.",
        "num_pages": "165",
        "num_ratings": "14649",
        "rating_value": "3.76",
        "date_published": "None",
        "np_id": "385",
        "authors": [
            {
                "id": "1211",
                "link": "https://www.goodreads.com/author/show/11337.Martin_Amis",
                "name": "martin amis"
            }
        ]
    },
    {
        "id": "8972",
        "link": "https://www.goodreads.com/book/show/34053.Just_So_Stories",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Just So Stories",
        "description": "Librarian's Note: Alternate cover edition can be found . Twelve stories about animals, insects, and other subjects include How the Camel Got His Hump. The Butterfly That Stamped, and How the Alphabet Was Made..",
        "num_pages": "210",
        "num_ratings": "47048",
        "rating_value": "4.06",
        "date_published": "2003-08-05",
        "np_id": "386",
        "authors": [
            {
                "id": "540",
                "link": "https://www.goodreads.com/author/show/6989.Rudyard_Kipling",
                "name": "rudyard kipling"
            }
        ]
    },
    {
        "id": "6536",
        "link": "https://www.goodreads.com/book/show/22286.Clown_Girl",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Clown Girl",
        "description": "Clown Girl lives in Baloneytown, a seedy neighborhood where drugs, balloon animals, and even rubber chickens contribute to the local currency. Against a backdrop of petty crime, she struggles to live her dreams, calling on cultural masters Charlie Chaplin, Kafka, and da Vinci for inspiration. In an effort to support herself and her layabout performance-artist boyfriend, Clown Girl finds herself unwittingly transformed into a corporate clown, trapping herself in a cycle of meaningless, high-paid gigs that veer dangerously close to prostitution. Monica Drake has created a novel that riffs on the high comedy of early film stars -- most notably Chaplin and W. C. Fields -- to raise questions of class, gender, economics, and prejudice. Resisting easy classification, this debut novel blends the bizarre, the humorous, and the gritty with stunning skill.",
        "num_pages": "297",
        "num_ratings": "5246",
        "rating_value": "3.48",
        "date_published": "2007-01-04",
        "np_id": "393",
        "authors": [
            {
                "id": "1398",
                "link": "https://www.goodreads.com/author/show/12717.Monica_Drake",
                "name": "monica drake"
            },
            {
                "id": "286",
                "link": "https://www.goodreads.com/author/show/2546.Chuck_Palahniuk",
                "name": "chuck palahniuk"
            }
        ]
    },
    {
        "id": "6998",
        "link": "https://www.goodreads.com/book/show/26889576-the-big-short",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Big Short: Inside the Doomsday Machine",
        "description": "The real story of the crash began in bizarre feeder markets where the sun doesn't shine and the SEC doesn't dare, or bother, to tread: the bond and real estate derivative markets where geeks invent impenetrable securities to profit from the misery of lower- and middle-class Americans who can't pay their debts. The smart people who understood what was or might be happening were paralyzed by hope and fear; in any case, they weren't talking. Michael Lewis creates a fresh, character-driven narrative brimming with indignation and dark humor, a fitting sequel to his #1 bestseller . Out of a handful of unlikely-really unlikely-heroes, Lewis fashions a story as compelling and unusual as any of his earlier bestsellers, proving yet again that he is the finest and funniest chronicler of our time.",
        "num_pages": "320",
        "num_ratings": "149465",
        "rating_value": "4.28",
        "date_published": "2015-11-16",
        "np_id": "404",
        "authors": [
            {
                "id": "1411",
                "link": "https://www.goodreads.com/author/show/776.Michael_Lewis",
                "name": "michael lewis"
            }
        ]
    },
    {
        "id": "6771",
        "link": "https://www.goodreads.com/book/show/5544.Surely_You_re_Joking_Mr_Feynman_",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character",
        "description": "Richard Feynman (1918-1988), winner of the Nobel Prize in physics, thrived on outrageous adventures. Here he recounts in his inimitable voice his experience trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek; cracking the uncrackable safes guarding the most deeply held nuclear secrets; painting a naked female toreador—and much else of an eyebrow-raising nature. In short, here is Feynman's life in all its eccentric glory—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah.",
        "num_pages": "391",
        "num_ratings": "182674",
        "rating_value": "4.26",
        "date_published": "1997-04-12",
        "np_id": "407",
        "authors": [
            {
                "id": "1136",
                "link": "https://www.goodreads.com/author/show/6893212._",
                "name": "микола климчук"
            },
            {
                "id": "1135",
                "link": "https://www.goodreads.com/author/show/1429989.Richard_P_Feynman",
                "name": "richard p. feynman"
            }
        ]
    },
    {
        "id": "6878",
        "link": "https://www.goodreads.com/book/show/22354895-arrangement-in-black-and-white",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Arrangement in Black and White",
        "description": "She's white; he's black. But their conflicts are more than racial. Margy's from Iowa, an artist, the product of an abusive mother and neglectful father. Everet's from Connecticut, a civil rights lawyer on the rise toward greater recognition, and their lives take a tense turn when he decides to run for political office just as Margy moves forward in her own career. Arrangement in Black and White captures the conflicts that give edge and interest to all meaningful love stories, yet it does so with an eye toward modern women, interracial politics, and the human inability to balance passion with social, public life. It is a powerful story for contemporary readers.",
        "num_pages": "368",
        "num_ratings": "1172",
        "rating_value": "4.33",
        "date_published": "2014-05-22",
        "np_id": "416",
        "authors": [
            {
                "id": "1145",
                "link": "https://www.goodreads.com/author/show/45235.Fred_Misurella",
                "name": "fred misurella"
            }
        ]
    },
    {
        "id": "1190",
        "link": "https://www.goodreads.com/book/show/7967.Speaker_for_the_Dead",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Speaker for the Dead",
        "description": "Now available in mass market, the revised, definitive edition of the Hugo and Nebula Award-winning classic. In this second book in the saga set 3,000 years after the terrible war, Ender Wiggin is reviled by history as the Xenocide--the destroyer of the alien Buggers. Now, Ender tells the true story of the war and seeks to stop history from repeating itself. ... In the aftermath of his terrible war, Ender Wiggin disappeared, and a powerful voice arose: The Speaker for the Dead, who told the true story of the Bugger War. Now, long years later, a second alien race has been discovered, but again the aliens' ways are strange and frightening...again, humans die. And it is only the Speaker for the Dead, who is also Ender Wiggin the Xenocide, who has the courage to confront the mystery...and the truth. , the second novel in Orson Scott Card's Ender Quintet, is the winner of the 1986 Nebula Award for Best Novel and the 1987 Hugo Award for Best Novel.",
        "num_pages": "382",
        "num_ratings": "238293",
        "rating_value": "4.08",
        "date_published": "1994-08-15",
        "np_id": "425",
        "authors": [
            {
                "id": "132",
                "link": "https://www.goodreads.com/author/show/589.Orson_Scott_Card",
                "name": "orson scott card"
            }
        ]
    },
    {
        "id": "2401",
        "link": "https://www.goodreads.com/book/show/667.Anthem",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Anthem",
        "description": "They existed only to serve the state. They were conceived in controlled Palaces of Mating. They died in the Home of the Useless. From cradle to grave, the crowd was one—the great WE. In all that was left of humanity, there was only one man who dared to think, seek, and love. He lived in the dark ages of the future. In a loveless world, he dared to love the woman of his choice. In an age that had lost all trace of science and civilization, he had the courage to seek and find knowledge. But these were not the crimes for which he would be hunted. He was marked for death because he had committed the unpardonable sin: He had stood forth from the mindless human herd. He was a man alone. He had rediscovered the lost and holy word—I.",
        "num_pages": "105",
        "num_ratings": "143119",
        "rating_value": "3.63",
        "date_published": "1999-12-01",
        "np_id": "450",
        "authors": [
            {
                "id": "80",
                "link": "https://www.goodreads.com/author/show/432.Ayn_Rand",
                "name": "ayn rand"
            }
        ]
    },
    {
        "id": "16011",
        "link": "https://www.goodreads.com/book/show/948061.Sultana_s_Dream",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Sultana's Dream",
        "description": "The female narrator of wanders into a dream city that shuns war and violence. In this utopian world, women rule and men are content with their places in the kitchen. The queen of this kingdom explains how women won and kept their peace against men and their war-like ways. This edition of a feminist utopian classic is a conversation across time; Durga Bai, a contemporary tribal woman artist from Central India, brings her own vision to bear on a Muslim gentlewoman’s radical tale.",
        "num_pages": "64",
        "num_ratings": "1537",
        "rating_value": "3.86",
        "date_published": "2005-03-01",
        "np_id": "463",
        "authors": [
            {
                "id": "2225",
                "link": "https://www.goodreads.com/author/show/263614.Durga_Bai",
                "name": "durga bai"
            },
            {
                "id": "2224",
                "link": "https://www.goodreads.com/author/show/148459.Rokeya_Sakhawat_Hossain",
                "name": "rokeya sakhawat hossain"
            }
        ]
    },
    {
        "id": "4187",
        "link": "https://www.goodreads.com/book/show/10065.Wayside_School_Is_Falling_Down",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Wayside School Is Falling Down",
        "description": "Louis yard teacher starts off 30 tales of unusual students. Comic sketches precede every chapter. Todd brings a cute adorable plastic puppy who bites back when Joy steals it. Cafeteria Mrs Mush serves Mushroom Surprise that changes Ron. When Paul falls out the window, Leslie offers her pigtails to pull him back. On 19th floor, invisible Allison finds Miss Zarves' class.",
        "num_pages": "152",
        "num_ratings": "59477",
        "rating_value": "4.15",
        "date_published": "None",
        "np_id": "465",
        "authors": [
            {
                "id": "357",
                "link": "https://www.goodreads.com/author/show/6569.Louis_Sachar",
                "name": "louis sachar"
            },
            {
                "id": "809",
                "link": "https://www.goodreads.com/author/show/50418.Joel_Schick",
                "name": "joel schick"
            }
        ]
    },
    {
        "id": "5097",
        "link": "https://www.goodreads.com/book/show/348573.The_Borrowers",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Borrowers",
        "description": "Beneath the kitchen floor is the world of the Borrowers -- Pod and Homily Clock and their daughter, Arrietty. In their tiny home, matchboxes double as roomy dressers and postage stamps hang on the walls like paintings. Whatever the Clocks need they simply \"borrow\" from the \"human beans\" who live above them. It's a comfortable life, but boring if you're a kid. Only Pod is allowed to venture into the house above, because the danger of being seen by a human is too great. Borrowers who are seen by humans are never seen again. Yet Arrietty won't listen. There is a human boy up there, and Arrietty is desperate for a friend.",
        "num_pages": "180",
        "num_ratings": "93883",
        "rating_value": "4.03",
        "date_published": "2003-04-01",
        "np_id": "472",
        "authors": [
            {
                "id": "922",
                "link": "https://www.goodreads.com/author/show/426504.Joe_Krush",
                "name": "joe krush"
            },
            {
                "id": "921",
                "link": "https://www.goodreads.com/author/show/426503.Beth_Krush",
                "name": "beth krush"
            },
            {
                "id": "920",
                "link": "https://www.goodreads.com/author/show/9720.Mary_Norton",
                "name": "mary norton"
            }
        ]
    },
    {
        "id": "3487",
        "link": "https://www.goodreads.com/book/show/38374795-howards-end",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Howards End",
        "description": "is a novel by E. M. Forster about social conventions, codes of conduct and relationships in turn-of-the-century England. A strong-willed and intelligent woman refuses to allow the pretensions of her husband's smug English family to ruin her life. is considered by some to be Forster's masterpiece.",
        "num_pages": "318",
        "num_ratings": "84214",
        "rating_value": "3.95",
        "date_published": "2018-01-29",
        "np_id": "475",
        "authors": [
            {
                "id": "721",
                "link": "https://www.goodreads.com/author/show/86404.E_M_Forster",
                "name": "e.m. forster"
            }
        ]
    },
    {
        "id": "10015",
        "link": "https://www.goodreads.com/book/show/49024964-the-beagle-and-the-hare",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Beagle and the Hare",
        "description": "Sullivan County has a beyond thriving rabbit population. The Hobbs family farm, White House purveyor since 1897, is patrolled by fifteen and seven eights inch beagle, the seventh generation of its line. The beagle, born with a cannon ball thick scull, and teeth he honed on deer bones, is a canine assassin, who makes friends with his sworn enemy, a Flemish hare, a scholarly rabbit, tailored by nature in the worse fitting fur imaginable.",
        "num_pages": "116",
        "num_ratings": "415",
        "rating_value": "4.41",
        "date_published": "2019-11-29",
        "np_id": "483",
        "authors": [
            {
                "id": "1476",
                "link": "https://www.goodreads.com/author/show/16180376.Kevin_Moccia",
                "name": "kevin moccia"
            }
        ]
    },
    {
        "id": "10822",
        "link": "https://www.goodreads.com/book/show/15751404-david-and-goliath",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "David and Goliath: Underdogs, Misfits, and the Art of Battling Giants",
        "description": "In his #1 bestselling books , , and , Malcolm Gladwell has explored the ways we understand and change our world. Now he looks at the complex and surprising ways the weak can defeat the strong, the small can match up against the giant, and how our goals (often culturally determined) can make a huge difference in our ultimate sense of success. Drawing upon examples from the world of business, sports, culture, cutting-edge psychology, and an array of unforgettable characters around the world, is in many ways the most practical and provocative book Malcolm Gladwell has ever written.",
        "num_pages": "305",
        "num_ratings": "167297",
        "rating_value": "3.96",
        "date_published": "2013-10-01",
        "np_id": "484",
        "authors": [
            {
                "id": "617",
                "link": "https://www.goodreads.com/author/show/1439.Malcolm_Gladwell",
                "name": "malcolm gladwell"
            }
        ]
    },
    {
        "id": "1009",
        "link": "https://www.goodreads.com/book/show/15195.The_Complete_Maus",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Complete Maus",
        "description": "On the occasion of the twenty-fifth anniversary of its first publication, here is the definitive edition of the book acclaimed as “the most affecting and successful narrative ever done about the Holocaust” (Wall Street Journal) and “the first masterpiece in comic book history” (The New Yorker). The Pulitzer Prize-winning Maus tells the story of Vladek Spiegelman, a Jewish survivor of Hitler’s Europe, and his son, a cartoonist coming to terms with his father’s story. Maus approaches the unspeakable through the diminutive. Its form, the cartoon (the Nazis are cats, the Jews mice), shocks us out of any lingering sense of familiarity and succeeds in “drawing us closer to the bleak heart of the Holocaust” (The New York Times). Maus is a haunting tale within a tale. Vladek’s harrowing story of survival is woven into the author’s account of his tortured relationship with his aging father. Against the backdrop of guilt brought by survival, they stage a normal life of small arguments and unhappy visits. This astonishing retelling of our century’s grisliest news is a story of survival, not only of Vladek but of the children who survive even the survivors. Maus studies the bloody pawprints of history and tracks its meaning for all of us.",
        "num_pages": "296",
        "num_ratings": "178288",
        "rating_value": "4.55",
        "date_published": "2003-10-02",
        "np_id": "0",
        "authors": [
            {
                "id": "332",
                "link": "https://www.goodreads.com/author/show/5117.Art_Spiegelman",
                "name": "art spiegelman"
            }
        ]
    },
    {
        "id": "798",
        "link": "https://www.goodreads.com/book/show/13.The_Ultimate_Hitchhiker_s_Guide_to_the_Galaxy",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Ultimate Hitchhiker's Guide to the Galaxy",
        "description": "At last in paperback in one complete volume, here are the five novels from Douglas Adams's Hitchhiker series. \"The Hitchhiker's Guide to the Galaxy\" Seconds before the Earth is demolished for a galactic freeway, Arthur Dent is saved by Ford Prefect, a researcher for the revised Guide. Together they stick out their thumbs to the stars and begin a wild journey through time and space. \"The Restaurant at the End of the Universe\" Facing annihilation at the hands of warmongers is a curious time to crave tea. It could only happen to the cosmically displaced Arthur Dent and his comrades as they hurtle across the galaxy in a desperate search for a place to eat. \"Life, the Universe and Everything\" The unhappy inhabitants of planet Krikkit are sick of looking at the night sky- so they plan to destroy it. The universe, that is. Now only five individuals can avert Armageddon: mild-mannered Arthur Dent and his stalwart crew. \"So Long, and Thanks for All the Fish\" Back on Earth, Arthur Dent is ready to believe that the past eight years were all just a figment of his stressed-out imagination. But a gift-wrapped fishbowl with a cryptic inscription conspires to thrust him back to reality. So to speak. \"Mostly Harmless\" Just when Arthur Dent makes the terrible mistake of starting to enjoy life, all hell breaks loose. Can he save the Earth from total obliteration? Can he save the Guide from a hostile alien takeover? Can he save his daughter from herself? Also includes the short story \"Young Zaphod Plays It Safe\".",
        "num_pages": "815",
        "num_ratings": "306860",
        "rating_value": "4.37",
        "date_published": "2002-04-28",
        "np_id": "1",
        "authors": [
            {
                "id": "26",
                "link": "https://www.goodreads.com/author/show/4.Douglas_Adams",
                "name": "douglas adams"
            }
        ]
    },
    {
        "id": "3500",
        "link": "https://www.goodreads.com/book/show/36510196-old-man-s-war",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Old Man's War",
        "description": "John Perry did two things on his 75th birthday. First he visited his wife's grave. Then he joined the army. The good news is that humanity finally made it into interstellar space. The bad news is that planets fit to live on are scarce-- and alien races willing to fight us for them are common. So: we fight. To defend Earth, and to stake our own claim to planetary real estate. Far from Earth, the war has been going on for decades: brutal, bloody, unyielding. Earth itself is a backwater. The bulk of humanity's resources are in the hands of the Colonial Defense Force. Everybody knows that when you reach retirement age, you can join the CDF. They don't want young people; they want people who carry the knowledge and skills of decades of living. You'll be taken off Earth and never allowed to return. You'll serve two years at the front. And if you survive, you'll be given a generous homestead stake of your own, on one of our hard-won colony planets. John Perry is taking that deal. He has only the vaguest idea what to expect. Because the actual fight, light-years from home, is far, far harder than he can imagine--and what he will become is far stranger.",
        "num_pages": "332",
        "num_ratings": "176941",
        "rating_value": "4.23",
        "date_published": "2007-04-01",
        "np_id": "488",
        "authors": [
            {
                "id": "1601",
                "link": "https://www.goodreads.com/author/show/4763.John_Scalzi",
                "name": "john scalzi"
            }
        ]
    },
    {
        "id": "299",
        "link": "https://www.goodreads.com/book/show/92057.The_Autobiography_of_Malcolm_X",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Autobiography of Malcolm X",
        "description": "Alternate cover for ISBN 9780345350688 Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself \"the angriest Black man in America\" relates how his conversion to true Islam helped him confront his rage and recognize the brotherhood of all mankind. An established classic of modern America, \"The Autobiography of Malcolm X\" was hailed by the New York Times as \"Extraordinary. A brilliant, painful, important book.\" Still extraordinary, still important, this electrifying story has transformed Malcom X's life into his legacy. The strength of his words, the power of his ideas continue to resonate more than a generation after they first appeared.",
        "num_pages": "527",
        "num_ratings": "243151",
        "rating_value": "4.34",
        "date_published": "None",
        "np_id": "2",
        "authors": [
            {
                "id": "339",
                "link": "https://www.goodreads.com/author/show/17435.Malcolm_X",
                "name": "malcolm x"
            },
            {
                "id": "311",
                "link": "https://www.goodreads.com/author/show/17434.Alex_Haley",
                "name": "alex haley"
            }
        ]
    },
    {
        "id": "4521",
        "link": "https://www.goodreads.com/book/show/104734.The_Vagina_Monologues",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Vagina Monologues",
        "description": "I decided to talk to women about their vaginas, to do vagina interviews, which became vagina monologues...At first women were reluctant to talk. They were a little shy. But once they got going, you couldn't stop them. Women secretly love to talk about their vaginas. They get very excited, mainly because no one's ever asked them before.",
        "num_pages": "185",
        "num_ratings": "33920",
        "rating_value": "3.86",
        "date_published": "2001-05-03",
        "np_id": "3",
        "authors": [
            {
                "id": "846",
                "link": "https://www.goodreads.com/author/show/57108.Gloria_Steinem",
                "name": "gloria steinem"
            },
            {
                "id": "845",
                "link": "https://www.goodreads.com/author/show/60609.Eve_Ensler",
                "name": "eve ensler"
            }
        ]
    },
    {
        "id": "12",
        "link": "https://www.goodreads.com/book/show/48855.The_Diary_of_a_Young_Girl",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Diary of a Young Girl",
        "description": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short. --back cover",
        "num_pages": "283",
        "num_ratings": "3258780",
        "rating_value": "4.17",
        "date_published": "None",
        "np_id": "4",
        "authors": [
            {
                "id": "2",
                "link": "https://www.goodreads.com/author/show/3720.Anne_Frank",
                "name": "anne frank"
            },
            {
                "id": "3",
                "link": "https://www.goodreads.com/author/show/44566.Eleanor_Roosevelt",
                "name": "eleanor roosevelt"
            },
            {
                "id": "4",
                "link": "https://www.goodreads.com/author/show/14116317.Barbara_Mooyaart_Doubleday",
                "name": "barbara mooyaart-doubleday"
            }
        ]
    },
    {
        "id": "1583",
        "link": "https://www.goodreads.com/book/show/338798.Ulysses",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Ulysses",
        "description": "Loosely based on the Odyssey, this landmark of modern literature follows ordinary Dubliners in 1904. Capturing a single day in the life of Dubliner Leopold Bloom, his friends Buck Mulligan and Stephen Dedalus, his wife Molly, and a scintillating cast of supporting characters, Joyce pushes Celtic lyricism and vulgarity to splendid extremes. Captivating experimental techniques range from interior monologues to exuberant wordplay and earthy humor. A major achievement in 20th century literature.",
        "num_pages": "783",
        "num_ratings": "118762",
        "rating_value": "3.74",
        "date_published": "None",
        "np_id": "5",
        "authors": [
            {
                "id": "407",
                "link": "https://www.goodreads.com/author/show/2779610.Morris_L_Ernst",
                "name": "morris l. ernst"
            },
            {
                "id": "406",
                "link": "https://www.goodreads.com/author/show/5144.James_Joyce",
                "name": "james joyce"
            },
            {
                "id": "408",
                "link": "https://www.goodreads.com/author/show/5939039.John_M_Woolsey",
                "name": "john m. woolsey"
            }
        ]
    },
    {
        "id": "7621",
        "link": "https://www.goodreads.com/book/show/17336143-bound",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Bound",
        "description": "BDSM novella A young, successful woman finds herself attracted to a man who is known for his promiscuity. She has no idea he wishes to play with her the way she wants him to. While working together, they become closer. When she dares to reveal her wishes, he only only asks her if she's ready to say 'please'. After she does, the games begin. But where will they end?",
        "num_pages": "None",
        "num_ratings": "65",
        "rating_value": "3.31",
        "date_published": "2013-02-03",
        "np_id": "6",
        "authors": [
            {
                "id": "1224",
                "link": "https://www.goodreads.com/author/show/6536994.Lucy_Pireel",
                "name": "lucy pireel"
            }
        ]
    },
    {
        "id": "10146",
        "link": "https://www.goodreads.com/book/show/34993.The_Sum_of_All_Fears",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Sum of All Fears",
        "description": "How do you save the United States President from himself? What if the President is incompetent to deal with the greatest crisis of all? Jack Ryan never thought he would have to ask those questions as, the world order changing, he prepares the ground for the Middle Eastern peace plan that, at last, might be the one to work.",
        "num_pages": "928",
        "num_ratings": "59254",
        "rating_value": "4.04",
        "date_published": "2002-05-07",
        "np_id": "7",
        "authors": [
            {
                "id": "826",
                "link": "https://www.goodreads.com/author/show/3892.Tom_Clancy",
                "name": "tom clancy"
            }
        ]
    },
    {
        "id": "10356",
        "link": "https://www.goodreads.com/book/show/24611623-in-order-to-live",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "In Order to Live: A North Korean Girl's Journey to Freedom",
        "description": "Human rights activist Park, who fled North Korea with her mother in 2007 at age 13 and eventually made it to South Korea two years later after a harrowing ordeal, recognized that in order to be \"completely free,\" she had to confront the truth of her past. It is an ugly, shameful story of being sold with her mother into slave marriages by Chinese brokers, and although she at first tried to hide the painful details when blending into South Korean society, she realized how her survival story could inspire others. Moreover, her sister had also escaped earlier and had vanished into China for years, prompting the author to go public with her story in the hope of finding her sister.",
        "num_pages": "273",
        "num_ratings": "59389",
        "rating_value": "4.46",
        "date_published": "2015-09-29",
        "np_id": "8",
        "authors": [
            {
                "id": "1709",
                "link": "https://www.goodreads.com/author/show/13055546.Yeonmi_Park",
                "name": "yeonmi park"
            },
            {
                "id": "1710",
                "link": "https://www.goodreads.com/author/show/73361.Maryanne_Vollers",
                "name": "maryanne vollers"
            }
        ]
    },
    {
        "id": "10982",
        "link": "https://www.goodreads.com/book/show/567610.How_to_Read_a_Book",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "How to Read a Book: The Classic Guide to Intelligent Reading",
        "description": "originally published in 1940, has become a rare phenomenon, a classic. It is the best and most successful guide to reading comprehension for the general reader. And now it has been completely rewritten and updated.",
        "num_pages": "426",
        "num_ratings": "21495",
        "rating_value": "3.98",
        "date_published": "1972-08-15",
        "np_id": "492",
        "authors": [
            {
                "id": "1594",
                "link": "https://www.goodreads.com/author/show/244188.Charles_Van_Doren",
                "name": "charles van doren"
            },
            {
                "id": "1593",
                "link": "https://www.goodreads.com/author/show/22395.Mortimer_J_Adler",
                "name": "mortimer j. adler"
            }
        ]
    },
    {
        "id": "10460",
        "link": "https://www.goodreads.com/book/show/17454163-trust",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "Trust: Betrayed",
        "description": "In BETRAYED, the second installment of the Trust series, Sophia, Ethan and Alistair will face and revisit their past dark deeds. Each one of them will need to overcome their guilt, fear and pain and learn to see themselves through forgiving eyes. Or succumb to their misery. Alistair Connor MacCraig, a powerful banker, and Ethan Ashford, a steel tycoon, are both in love with Sophia Leibowitz, the ravishing owner of Leibowitz Oil. Sophia fells for Alistair's seduction. She is determined to have a relationship with him but a dark and terrible secret lurks beneath the surface she presents to the world. When she regains her memories, shame and fear will take control of her. Will she be able to find peace within herself? Alistair is in love with Sophia but he has difficulties overcoming his guilty over his daughter's death and his sexual preferences. Certain that he doesn't deserve to be loved, he would do everything to push Sophia away, despite his love for her. Will he be able to find redemption? Ethan, no less haunted by his secrets and lies, lives in an alternate reality because the loss of Sophia is too unbearable to face. He would do everything to have Sophia back in his arms.",
        "num_pages": "558",
        "num_ratings": "282",
        "rating_value": "4.02",
        "date_published": "2013-04-25",
        "np_id": "9",
        "authors": [
            {
                "id": "1452",
                "link": "https://www.goodreads.com/author/show/6583811.Cristiane_Serruya",
                "name": "cristiane serruya"
            }
        ]
    },
    {
        "id": "15355",
        "link": "https://www.goodreads.com/book/show/1278752.The_House_at_Riverton",
        "has_all_data": "True",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The House at Riverton",
        "description": "is a gorgeous debut novel set in England between the wars. Perfect for fans of \"Downton Abbey,\" it's the story of an aristocratic family, a house, a mysterious death, and a way of life that vanished forever, told in flashback by a woman who witnessed it all. The novel is full of secrets - some revealed, others hidden forever, reminiscent of the romantic suspense of Daphne du Maurier. It's also a meditation on memory and the devastation of war and a beautifully rendered window into a fascinating time in history.",
        "num_pages": "599",
        "num_ratings": "111190",
        "rating_value": "3.94",
        "date_published": "2007-06-15",
        "np_id": "10",
        "authors": [
            {
                "id": "2133",
                "link": "https://www.goodreads.com/author/show/615274.Kate_Morton",
                "name": "kate morton"
            }
        ]
    },
    {
        "id": "1492",
        "link": "https://www.goodreads.com/book/show/48757.The_Tao_of_Pooh",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Tao of Pooh",
        "description": "The Wisdom of Pooh. Is there such thing as a Western Taoist? Benjamin Hoff says there is, and this Taoist's favorite food is honey. Through brilliant and witty dialogue with the beloved Pooh-bear and his companions, the author of this smash bestseller explains with ease and aplomb that rather than being a distant and mysterious concept, Taoism is as near and practical to us as our morning breakfast bowl. Romp through the enchanting world of Winnie-the-Pooh while soaking up invaluable lessons on simplicity and natural living.",
        "num_pages": "176",
        "num_ratings": "111197",
        "rating_value": "3.99",
        "date_published": "2003-02-06",
        "np_id": "11",
        "authors": [
            {
                "id": "405",
                "link": "https://www.goodreads.com/author/show/27397.Benjamin_Hoff",
                "name": "benjamin hoff"
            },
            {
                "id": "95",
                "link": "https://www.goodreads.com/author/show/57085.Ernest_H_Shepard",
                "name": "ernest h. shepard"
            }
        ]
    },
    {
        "id": "444",
        "link": "https://www.goodreads.com/book/show/60748.A_Child_Called_It_",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "A Child Called \"It\"",
        "description": " This book chronicles the unforgettable account of one of the most severe child abuse cases in California history. It is the story of Dave Pelzer, who was brutally beaten and starved by his emotionally unstable, alcoholic mother: a mother who played tortuous, unpredictable games—games that left him nearly dead. He had to learn how to play his mother's games in order to survive because she no longer considered him a son, but a slave; and no longer a boy, but an \"it.\" Dave's bed was an old army cot in the basement, and his clothes were torn and raunchy. When his mother allowed him the luxury of food, it was nothing more than spoiled scraps that even the dogs refused to eat. The outside world knew nothing of his living nightmare. He had nothing or no one to turn to, but his dreams kept him alive—dreams of someone taking care of him, loving him and calling him their son.",
        "num_pages": "184",
        "num_ratings": "406319",
        "rating_value": "4.12",
        "date_published": "1995-09-01",
        "np_id": "12",
        "authors": [
            {
                "id": "344",
                "link": "https://www.goodreads.com/author/show/1881.Dave_Pelzer",
                "name": "dave pelzer"
            }
        ]
    },
    {
        "id": "11162",
        "link": "https://www.goodreads.com/book/show/13553254-dark-passage",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Dark Passage",
        "description": "Peel back what we know as reality and there is an unseen world that is just waiting for you to enter. No one ever really dies and if we look hard enough we will find the unseen. The way through the veil has been closed for many centuries but great evil is being unleashed and the two worlds are merging. There are a chosen few who will walk the way of the dead and discover the secrets that are hidden deep within. Two young women discover their suprnatural gifts emerge. Jen & Ivy are drawn into the compelling world of the dark side and propelled on the most important journeys of their lives. It's a race against time for their very lives.",
        "num_pages": "334",
        "num_ratings": "1764",
        "rating_value": "3.81",
        "date_published": "2012-03-20",
        "np_id": "493",
        "authors": [
            {
                "id": "1609",
                "link": "https://www.goodreads.com/author/show/5767871.M_L_Woolley",
                "name": "m.l. woolley"
            }
        ]
    },
    {
        "id": "597",
        "link": "https://www.goodreads.com/book/show/5659.The_Wind_in_the_Willows",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Wind in the Willows",
        "description": "For more than a century, and its endearing protagonists—Mole, Water Rat, Badger, and, of course, the incorrigible Toad—have enchanted children of all ages. Whether the four friends are setting forth on an exciting adventure, engaging in a comic caper, or simply relaxing by the River Thames, their stories will surprise and captivate you. Hailed as one of the most enduringly popular works of the twentieth century, this story is a classic of magical fancy and enchanting wit. Penned in lyrical prose, the adventures and misadventures of the book’s intrepid quartet of heroes raise fantasy to the level of myth. Reflecting the freshness of childhood wonder, it still offers adults endless sophistication, substance, and depth. The animals’ world embodies the author’s wry, whimsical, and unfailingly inventive imagination. It is a world that succeeding generations of both adult and young readers have found irresistible. But why say more? To use the words of the estimable Mr. Toad himself:",
        "num_pages": "197",
        "num_ratings": "197541",
        "rating_value": "3.99",
        "date_published": "2005-10-27",
        "np_id": "13",
        "authors": [
            {
                "id": "347",
                "link": "https://www.goodreads.com/author/show/3843.Kenneth_Grahame",
                "name": "kenneth grahame"
            },
            {
                "id": "348",
                "link": "https://www.goodreads.com/author/show/3839.Gillian_Avery",
                "name": "gillian avery"
            }
        ]
    },
    {
        "id": "1348",
        "link": "https://www.goodreads.com/book/show/514811.The_Secret_Magdalene",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "The Secret Magdalene",
        "description": "Raised like sisters, Mariamne and Salome are indulged with riches, position, and learning—a rare thing for females in Jerusalem. But Mariamne has a further gift: an illness has left her with visions; she has the power of prophecy. It is her prophesying that drives the two girls to flee to Egypt, where they study philosophy, mathematics, and astronomy in the Great Library of Alexandria. After seven years they return to a Judaea where many now believe John the Baptizer is the messiah. Salome too begins to believe, but Mariamne, now called Magdalene, is drawn to his cousin, Yeshu'a, a man touched by the divine in the same way she was during her days of illness. Together they speak of sharing their direct experience of God; but Yeshu'a unexpectedly gains a reputation as a healer, and as the ill and the troubled flock to him, he and Magdalene are forced to make a terrible decision. This radical retelling of the greatest story ever told brings Mary Magdalene to life—not as a prostitute or demon-possessed—but as an educated woman who was truly the \"apostle to the apostles.\"",
        "num_pages": "448",
        "num_ratings": "4421",
        "rating_value": "4.14",
        "date_published": "2007-03-27",
        "np_id": "14",
        "authors": [
            {
                "id": "355",
                "link": "https://www.goodreads.com/author/show/286014.Ki_Longfellow",
                "name": "ki longfellow"
            }
        ]
    },
    {
        "id": "1404",
        "link": "https://www.goodreads.com/book/show/25019.The_Professor_and_the_Madman",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "True",
        "has_related_books": "True",
        "title": "The Professor and the Madman: A Tale of Murder, Insanity and the Making of the Oxford English Dictionary",
        "description": ", masterfully researched and eloquently written, is an extraordinary tale of madness, genius, and the incredible obsessions of two remarkable men that led to the making of the -- and literary history. The compilation of the , begun in 1857, was one of the most ambitious projects ever undertaken. As definitions were collected, the overseeing committee, led by Professor James Murray, discovered that one man, Dr. W. C. Minor, had submitted more than ten thousand. When the committee insisted on honoring him, a shocking truth came to light: Dr. Minor, an American Civil War veteran, was also an inmate at an asylum for the criminally insane.",
        "num_pages": "242",
        "num_ratings": "111191",
        "rating_value": "3.83",
        "date_published": "None",
        "np_id": "15",
        "authors": [
            {
                "id": "1293",
                "link": "https://www.goodreads.com/author/show/14053.Simon_Winchester",
                "name": "simon winchester"
            }
        ]
    },
    {
        "id": "476",
        "link": "https://www.goodreads.com/book/show/40495148-blindness",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "Blindness",
        "description": "A city is hit by an epidemic of \"white blindness\" that spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations, and assaulting women. There is one eyewitness to this nightmare who guides her charges—among them a boy with no mother, a girl with dark glasses, a dog of tears—through the barren streets, and their procession becomes as uncanny as the surroundings are harrowing. As reclaims the age-old story of a plague, it evokes the vivid and trembling horrors of the twentieth century, leaving readers with a powerful vision of the human spirit that's bound both by weakness and exhilarating strength.",
        "num_pages": "349",
        "num_ratings": "243918",
        "rating_value": "4.16",
        "date_published": "2013-08-23",
        "np_id": "17",
        "authors": [
            {
                "id": "371",
                "link": "https://www.goodreads.com/author/show/1285555.Jos_Saramago",
                "name": "josé saramago"
            },
            {
                "id": "372",
                "link": "https://www.goodreads.com/author/show/1739.Giovanni_Pontiero",
                "name": "giovanni pontiero"
            }
        ]
    },
    {
        "id": "981",
        "link": "https://www.goodreads.com/book/show/21.A_Short_History_of_Nearly_Everything",
        "has_all_data": "False",
        "has_author": "True",
        "has_genre": "True",
        "has_setting": "False",
        "has_related_books": "True",
        "title": "A Short History of Nearly Everything",
        "description": "In Bryson's biggest book, he confronts his greatest challenge: to understand—and, if possible, answer—the oldest, biggest questions we have posed about the universe and ourselves. Taking as territory everything from the Big Bang to the rise of civilization, Bryson seeks to understand how we got from there being nothing at all to there being us. To that end, he has attached himself to a host of the world’s most advanced (and often obsessed) archaeologists, anthropologists, and mathematicians, travelling to their offices, laboratories, and field camps. He has read (or tried to read) their books, pestered them with questions, apprenticed himself to their powerful minds. is the record of this quest, and it is a sometimes profound, sometimes funny, and always supremely clear and entertaining adventure in the realms of human knowledge, as only Bill Bryson can render it. Science has never been more involving or entertaining.",
        "num_pages": "544",
        "num_ratings": "348639",
        "rating_value": "4.2",
        "date_published": "2004-09-14",
        "np_id": "18",
        "authors": [
            {
                "id": "361",
                "link": "https://www.goodreads.com/author/show/7.Bill_Bryson",
                "name": "bill bryson"
            }
        ]
    }
]